Repository: TomS2/VTi-localisation
Catalog: locale/*.po
Languages: es

source: Play previous media file in directory
es: Reproducir anterior archivo en el directorio

source: Default play mode
es: modo de reproducción predeterminado

source: Shuffle play
es: Regresar

source: Play all
es: Reproducir todo

source: Please select play mode :
es: Por favor, seleccione el modo de reproducción:

source: Show movie cover
es: Mostrar carátula

source: Down
es: Abajo

source: Select key
es: Tecla de selección

source: Move cursor left
es: Mover cursor a la izquierda

source: Move cursor right
es: Mover cursor a la derecha

source: Delete (right of the cursor)
es: Eliminar (a la derecha del cursor)

source: Delete (left of the cursor)
es: Eliminar (a la izquierda del cursor)

source: Switch keyboard layout
es: Pasar a la siguiente disposición de teclado

source: Move to begin
es: Mover al principio

source: Move to end
es: Mover al final

source: Show last stop time in movie list
es: Mostrar la última hora de parada en la lista de películas

source: start last played movie
es: Inicio última película reproducida

source: last video
es: último video

source: Resume movies which are marked as seen
es: Resume películas que están marcados como vistas

source: Activate Split Screen
es: Activar pantalla dividida

source: Deactivate Split Screen
es: Desactivar la pantalla dividida

source: (de)activate Split Screen...
es: (de) activar pantalla dividida...

source: Show infobar on channel change at split screen
es: Mostrar barra de información en cambio de canal en pantalla dividida

source: Default function for button EXIT long
es: función por defecto para el botón SALIR larga

source: Split Screen
es: Pantalla dividida

source: Picture in Picture
es: PIP

source: Audio Zap
es: Zap audio

source: Activate Audio Zap
es: Activar Audio Zap

source: Deactivate Audio Zap
es: Desactivar audio Zap

source: (de)activate Audio Zap...
es: (de) activar Audio Zap...

source: Start last service when returning to movie list (PiG)
es: Iniciar en el último canal al volver a la lista de películas (PiG)

source: Toggle zap focus (PiP, Split Screen, Audio Zap)
es: Cambiar el enfoque zap (PiP, Split Screen, Audio Zap)

source: Zap focus:
es: Zap el foco:

source: Main window
es: Ventana principal

source: Second window
es: Segunda ventana

source: Live TV
es: TV en vivo

source: Use extended PictureInGraphic (PiG + transparent skin)
es: Uso extendido PictureInGraphic (PIG+ piel transparente)

source: Use extended PiG also in service list
es: Uso extendido PIG también en lista de canales

source: toggle zap focus
es: alternar foco de zapeo

source: Behavior of 0 key (double-click) in PiP-mode
es: Comportamiento de la tecla 0 (doble clic) en el modo PiP

source: Default function for 0 key (double-click)
es: la función predeterminada para la tecla 0 (doble clic)

source: GUI needs a restart to apply new configuration. Do you want to restart the GUI now ?
es: GUI requiere un reinicio para aplicar la nueva configuración. ¿Desea reiniciar ahora el GUI?

source: toggle select mode
es: Cambiar el modo de selección

source: delete selected items
es: Eliminar elementos seleccionados

source: copy selected items
es: Elementos seleccionados

source: move selected items
es: Elementos seleccionados

source: play selected items
es: reproducir elementos seleccionados

source: show selected items
es: Mostrar elementos seleccionados

source: no selected item
es: Ningún elemento seleccionado.

source: reset play progress of selected items
es: restablecer el progreso de reproducción de los elementos seleccionados

source: disable select mode
es: desactivar modo de selección

source: enable select mode
es: permiten seleccionar el modo

source: Do you really want to delete all selected items ?
es: ¿Realmente desea borrar los artículos seleccionados?

source: Not all items could be deleted !
es: ¡No todos los elementos podrían borrarse!

source: Recorded files
es: Archivos grabados

source: Select mode
es: Seleccione modo.

source: movie trash
es: papelera de películas

source: clear movie trash
es: Borrar película de la papelera

source: Show movie trash folder in movie list
es: Mostrar papelera de película en película lista

source: Use movie trash for deleting files
es: Usar papelera de películas para eliminar archivos

source: Delete failed, because there is no movie trash ! Disable movie trash in configuration to delete this item
es: Supresión anómala, porque no hay basura película! Desactivar la basura película en la configuración de privacidad |

source: Do you really want to delete the movie trash of this device ?
es: ¿Realmente desea eliminar la basura de la película de este dispositivo?

source: Movie trash function is not available at this memory device !
es: ¡Película papelera no está disponible en este dispositivo de memoria!

source: change play mode...
es: Cambiar modo de reproducción...

source: Page down
es: Página abajo

source: Page up (Timer list)
es: Página (lista de contador de tiempo)

source: Exit plugin
es: Salir de plugin

source: Show detailed programm info
es: Mostrar información detallada del programa

source: Previous entry
es: Entradas anteriores

source: Next entry
es: Siguientes entradas

source: Next Channel
es: Siguiente canal

source: Previous Channel
es: Canal anterior

source: Page up
es: Página arriba

source: Zap and Exit
es: Zap y salir

source: Open Timerlist
es: Timerlist abierto

source: Add instant Timer
es: Grabación instantanea

source: Switch between views
es: Alternar entre las vistas

source: Enter Prime Time
es: Entrar en Prime Time

source: Next Bouquet
es: Siguiente lista

source: Previous Bouquet
es: Lista anterior

source: Jump Day forward
es: Día del salto adelante

source: Jump Day backward
es: Día de salto hacia atrás

source: Show less entries
es: Mostrar menos las entradas de

source: Show normal entries
es: Mostrar entradas normales

source: Show more entries
es: Más entradas

source: Jump prefered hours backward
es: Salto preferido horas atrás

source: Set prefered hours to jump
es: Hora preferida para saltar

source: Jump prefered hours forward
es: Salto preferido horas adelante

source: Jump page backward
es: Salto de página hacia atrás

source: Jump to Prime Time
es: Saltar al Prime Time

source: Jump page forward
es: Salto de página hacia adelante

source: Jump to now
es: Saltar a la actualidad

source: jump:
es: salto

source: Zap+Exit
es: Zap + salida

source: Sorry, but the plugin %s is not installed at your Vu+ STB! Please install it to use this function
es: Lo sentimos, pero el plugin %s no está instalado en tu Vu + STB! Por favor instálelo para utilizar esta función

source: Toggle timer state
es: Cambiar temporizador estado

source: EPG search
es: Búsqueda EPG

source: Toggle clock / bars view for timer
es: Reloj de alternar barras vista para temporizador

source: Disable Animations
es: Desactivar animaciones

source: Grow drop
es: Crecen gota

source: Grow from left
es: Desde la izquierda

source: Popup
es: Emergente

source: Slide drop
es: Deslizar

source: Slide left to right
es: Deslizar de izquierda a derecha

source: Slide top to bottom
es: De Arriba hacia Abajo

source: Stripes
es: Franjas

source: * current animation
es: * animación actual

source: Preview
es: Previsualizar

source: Animations
es: Animaciones

source: Animation type:
es: Tipo de Animación

source: Animation speed:
es: Velocidad de animación:

source: Setup UI animations
es: Configuración animaciones de interfaz de usuario

source: start xbmc mediacenter
es: iniciar xbmc mediacenter

source: XBMC Launcher
es: Lanzador XBMC

source: Do you really want to disable timer:
es: Desea desactivar a temporizador:

source: Do you really want to enable timer:
es: Desea activar a temporizador:

source: Would you save the entered PIN %s persistent?
es: ¿Guardar el PIN introducido %s persistente?

source: Set pin code persistent
es: Establecer código persistente

source: Enter persistent PIN code
es: Introducir código PIN persistente

source: Reset persistent PIN code
es: Restablecer el código PIN persistente

source: The saved PIN was cleared.
es: El PIN guardado era despejó.

source: Enter PIN
es: Introducir el PIN

source: Reenter PIN
es: Repetir PIN

source: The PIN code has been saved successfully.
es: El código PIN se ha guardado con éxito.

source: Enable ZAP history menu
es: Habilitar menú historia ZAP

source: Zap History
es: Zap historia

source: Use folder based configuration (list / sort type)
es: Configuración de carpeta en uso (lista / ordenar tipo)

source: Protect movies and directories
es: Proteja las películas y los directorios

source: Change movie / directory PIN
es: Cambio de la película / PIN directorio

source: Remember movie / directory PIN
es: Recuerde película PIN / directorio

source: movie / directory PIN
es: Cambio de la película / PIN directorio

source: No valid movie / directory PIN found! Do you like to change the movie / directory PIN now? When you say 'No' here the movie / directory protection stay disabled!
es: Ninguna película válida directorio PIN comprobado! ¿Quieres cambiar la película / directorio de PIN ahora? Cuando dices 'No' aquí la película / protección directorio estancia a discapacitados!

source: Reset movie / directory PIN cache
es: Restablecer película / PIN caché de directorio

source: Protect deleting of movies
es: Proteger el borrado de las películas

source: Change movie-delete PIN
es: Cambio película eliminar PIN

source: Remember movie-delete PIN
es: Recuerde película eliminar PIN

source: movie-delete PIN
es: película-eliminar PIN

source: No valid movie-delete PIN found! Do you like to change the movie-delete PIN now? When you say 'No' here the movie / directory protection stay disabled!
es: ¡No válido de película-eliminar PIN encontrado! ¿Quieres cambiar el PIN de película-eliminar ahora? Cuando dices 'No' aquí la película / protección directorio estancia a discapacitados!

source: Reset movie-delete PIN cache
es: Restablecer la caché PIN película-borrada

source: toggle parental control
es: Cambiar el control parental

source: search EPG
es: Buscar EPG

source: Hide service name in service list (compact style)
es: Ocultar nombre de canal en la lista de canales (estilo compacto)

source: Use double-spaced list style
es: Estilo de lista a doble espacio

source: Add Autotimer
es: añadir temporizador automático

source: TMDb Infos
es: Infos de la TMDb

source: Could not connect to server
es: No se pudo conectar con el servidor

source: No matching place names found
es: No nombres coincidentes encontrados

source: Animation start delay:
es: Retraso de inicio de animación:

source: Do you want to setup animations?
es: ¿Quieres configurar animaciones?

source: show
es: mostrar

source: hide
es: ocultar

source: Sort order for plugins
es: Orden para plugins

source: Edit mode off
es: Desactivar modo edición.

source: Edit mode on
es: Activar modo edición.

source: alphabetical
es: alfabético

source: Sort order for menu entries
es: Orden para las entradas del menú

source: Move mode on
es: Activar modo mover.

source: Move mode off
es: Desactivar modo mover.

source: copy to:
es: Copia a:

source: Animation Setup
es: Configuración de animación

source: SAT>IP Client Tuner Setup
es: Configuración de cliente de SAT> IP

source: Discover
es: Detectar

source: Starting...
es: Iniciando...

source: SAT>IP server discovering for %d seconds...
es: SAT > IP del servidor descubriendo durante %d segundos...

source: SAT>IP server is not detected.
es: SAT > IP del servidor no se detecta.

source: SAT>IP Server :
es: SAT > IP del servidor:

source: SAT>IP Tuner Type :
es: SAT > IP tipo de sintonizador:

source: Server capacity is fulled.
es: Capacidad del servidor esta completa.

source: SAT>IP Client Setup
es: Configuración de cliente de SAT> IP

source: Select tuner and press setup key (Yellow)
es: Seleccione tuner y pulse la tecla setup (amarillo)

source: You should now reboot your STB to change SAT>IP Configuration. Reboot now ?
es: Ahora debe reiniciar su STB cambiar SAT > configuración. ¿Reiniciar ahora?

source: SAT>IP Client
es: Cliente SAT> IP

source: SAT>IP Client attached to vtuner.
es: Client SAT> IP unido a vTuner.

source: VIRTUAL TUNER %s
es: SINTONIZADOR VIRTUAL de %s

source: TYPE : %s
es: Tipo: %s

source: TUNER TYPE : %s
es: TIPO de sintonizador: %s

source: SAT>IP SERVER : %s
es: SERVIDOR SAT> IP:%s

source: Choices
es: Opciones

source: Animate Infobar show/hide
es: Animar la barra de información mostrar/ocultar

source: Infobar show/hide animation speed
es: Velocidad de animación de mostrar/ocultar barra de información

source: fade in
es: fundirse

source: fade out
es: Desaparecer

source: fade in/out
es: fundido

source: <This tuner is configured automatically>
es: Este sintonizador se configura automáticamente

source: Disable FastZapping
es: Desactivar FastZapping

source: Enable FastZapping
es: Activar FastZapping

source: Disable MiniTV
es: Desactivar MiniTV

source: Enable MiniTV
es: Permiten MiniTV

source: You can now choose your preferred skin. Do you want to change default skin?
es: Ahora puede elegir la piel preferida. ¿Quieres cambiar la piel por defecto?

source: Enable SmartSeek (button UP and DOWN)
es: Activar búsqueda inteligente (botón arriba y abajo)

source: Set marker at SmartSeek start and end position
es: Definir marca de inicio búsqueda inteligente y final posición

source: Initial SmartSeek time intervall (seconds)
es: Búsqueda inteligente intervalo de tiempo Inicial (segundos)

source: Timeout for SmartSeek in seconds
es: Tiempo de espera para búsqueda inteligente en segundos

source: SmartSeek: skip forward...
es: Búsqueda inteligente: saltar hacia delante...

source: SmartSeek: skip backward...
es: Búsqueda inteligente: saltar hacia atrás...

source: update latest movies information
es: actualizar la última información de películas

source: latest movies
es: últimas películas

source: Mark recordings as new for X days (0=off)
es: Marca de grabaciones como nuevas para X días (0 = apagado)

source: Location for info file
es: Ubicación para el archivo de información

source: Recordings of last %d days
es: Las grabaciones de la última% d días

source: Mark only unseen recordings as new
es: Marque solamente grabaciones no vistas como nuevo

source: Unseen recordings of last %d days
es: Grabaciones no vistas del pasado %d dias

source: latest unseen movies
es: últimas películas no vistas

source: Setup - Display
es: Configuración - pantalla

source: Display mode in operation
es: Modo de operación

source: Display mode in standby
es: Modo de visualización en modo de espera

source: Turn off display
es: Apagar pantalla

source: Display mode (LCD)
es: Modo de visualización (LCD)

source: Please select display (LCD) mode...
es: Por favor, seleccione modo de visualización (LCD)...

source: HDMI Colorspace
es: Espacio de color HDMI

source: Minimum SmartSeek time intervall (seconds)
es: Búsqueda inteligente minino intervalo de tiempo (segundos)

source: Add bouquet services
es: Añadir canales a la lista

source: Include CI assignment for detection of available services
es: Incluir la asignación de CI para la detección de los canales disponibles

source: Constant SmartSeek skip intervall in seconds (left/right)
es: Búsqueda inteligente intervalo a omitir en segundos (izquierda / derecha)

source: Remap left/right to SmartSeek constant skip intervall
es: Reasignar izquierda / derecha para búsqueda inteligente valor de intervalo

source: Show info for folder
es: Mostrar información de carpeta

source: Show new movies in folder info
es: Mostrar nuevas películas en información de la carpeta

source: Show sub directories in folder info
es: Mostrar sub directorios de información de carpeta

source: Show folder info at the beginning
es: Mostrar información de la carpeta al inicio

source: All movies
es: Todas las películas

source: Show CI messages
es: Mostrar mensajes de CI

source: Show only new movies in folder info
es: Mostrar sólo películas nuevas en información de la carpeta

source: Sort folders by new items
es: Ordenar carpetas por nuevos artículos

source: Behavior when Live TV event changes during timeshift
es: Comportamiento cuando el evento de TV en vivo cambia durante el timeshift

source: Ask before stopping timeshift
es: Preguntar antes de parar el timeshift

source: Start timeshift automatically after given time
es: Timeshift se inicia automáticamente después de un tiempo determinado

source: 1 second
es: 1 segundo

source: 2 seconds
es: 2 segundos

source: 3 seconds
es: 3 segundos

source: 4 seconds
es: 4 segundos

source: 5 seconds
es: 5 segundos

source: 6 seconds
es: 6 segundos

source: 7 seconds
es: 7 segundos

source: 8 seconds
es: 8 segundos

source: 9 seconds
es: 9 segundos

source: 10 seconds
es: 10 segundos

source: 20 seconds
es: 20 segundos

source: 30 seconds
es: 30 segundos

source: 1 minute
es: 1 minuto

source: 2 minutes
es: 2 minutos

source: continue timeshift
es: continuar Timeshift

source: split & keep
es: Dividir y mantener

source: split & delete
es: dividir y borrar

source: stop & keep
es: parada y mantenga

source: stop & delete
es: parada y eliminar

source: Live TV event changed
es: Evento en vivo TV cambiado

source: Save old event and continue timeshift
es: Guardar evento antiguo y continuar timeshift

source: Delete old event and continue timeshift
es: Borrar todas las actividades viejas y continuar Timeshift

source: Save old event and stop timeshift
es: Guardar timeshift evento y parada vieja

source: Delete old event and stop timeshift
es: Eliminar viejos timeshift evento y parada

source: seek to timeshift end (Live TV)
es: buscan fin de timeshift (TV en vivo)

source: delete timeshift file
es: eliminar archivo timeshift

source: keep timeshift file
es: mantener archivo de timeshift

source: Behavior when a service changes during timeshift
es: Comportamiento cuando cambia un canal durante timeshift

source: Delete timeshift files older than X days
es: Eliminar archivos timeshift con más de X días

source: Search for old timeshift files every X hours (0 = off)
es: Búsqueda de archivos antiguos de timeshift cada horas de X (0 = apagado)

source: Bars view for timer
es: Vista de barras para temporizador

source: Time frame of entries in minutes
es: Marco de tiempo de las entradas en minutos

source: Set jump time in hours
es: Establecer salto de tiempo en horas

source: Ok button action
es: Acción de botón de OK

source: EPG button action
es: Acción del botón EPG

source: Transform Timeshift into recording
es: Transformar Timeshift de grabación

source: Unhide all entries
es: Mostrar todas las entradas

source: Please select entry to unhide...
es: Por favor seleccione para mostrar...

source: hide entry: %s
es: ocultar entrada: %s

source: unhide hidden entry
es: Entrada oculta

source: Picon folder for graphical multi EPG
es: Carpeta de picón para gráfica multi EPG

source: Console
es: Consola

source: Console & File
es: Fichero de consola

source: Enable debug log
es: Activar registro de depuración

source: File (loop)
es: Archivo (lazo)

source: Console & File (loop)
es: Consola y Archivo (circular)

source: Use prev/next buttons for switching timeshift events
es: Utilice los botones prev/next para cambiar eventos timeshift

source: Avoid simultaneous timer starts
es: Evitar arranques simultáneos del temporizador

source: Please select timeshift file
es: Por favor seleccione Archivo timeshift

source: Transform old timeshift event into recording
es: Transformar viejos evento timeshift de grabación

source: Hide timeshift files in movie list
es: Ocultar archivos timeshift en lista de películas

source: Current timeshift
es: Timeshift actual

source: Show old timeshift events
es: Mostrar eventos antiguos de timeshift

source: Do not save timeshift events shorter than X minutes
es: No guardar eventos de timeshift con menos de X minutos

source: Zap Up/Down
es: Zap arriba/abajo

source: History Prev/Next
es: Historia anterior/siguiente

source: Box or driver is not support FCC.
es: Caja o controlador no es soporte de FCC.

source: FCC enabled
es: FCC habilitado

source: Max Channels
es: Max ~canales

source: priority
es: prioridad

source: Disable FastChannelChange
es: Desactivar FastChannelChange

source: Enable FastChannelChange
es: Activar FastChannelChange

source: Fast Channel Change Setup
es: Configuración de cambio de canal rápido

source: Disable FCC during recordings
es: Desactivar la FCC durante grabaciones

source: FCCSetup
es: Ajustes FCC

source: Display crash information on TV
es: Pantalla de información de accidente en TV

source: Select packages to install
es: Selección de paquetes a instalar

source: Do you want timeshift to be actviated automatically (permanent timeshift) ?
es: ¿Quieres timeshift automáticamente (timeshift permanente)?

source: You can now use VTi ZerO to remove some packages which you do not need. You can now also use VTi BackupSuite to restore your previously saved settings, plugins or favourite bouquets ?
es: Ahora puede usar VTi cero para eliminar algunos paquetes que no necesita. ¿Ahora también puede utilizar VTi BackupSuite para restaurar la configuración guardada anteriormente, plugins o bouquets favoritos?

source: Next step
es: Siguiente

source: Remove not needed packages (VTi ZerO)
es: Eliminar paquetes no se necesita (VTi cero)

source: Restore configuration (VTi BackupSuite)
es: Restauración de la configuración (VTi BackupSuite)

source: Use the left and right buttons to change an option. Please configure timeshift options:
es: Utilice los teclas izquierda y derecha para cambiar una opción. Por favor, configurar las opciones de timeshift:

source: Channel -
es: Canal -

source: Channel +
es: Canal +

source: Show favourite list with bouquet button
es: Mostrar lista de favoritos con el botón lista

source: Use channel +/- buttons for channel zap
es: Usar teclas de canal +/- para cambio de canal

source: Please configure function for short keypress of Power button
es: Configure la función de pulsación breve del botón de encendido

source: Please configure function for long keypress of Exit button
es: Configure la función de pulsación larga del botón de salida

source: Please configure function for short keypress of REC button
es: Configure la función de pulsación corta del botón REC

source: Please select your preferred EPG view
es: Por favor seleccione su vista preferida de EPG

source: Do you want to change channels with Channel +/- buttons?
es: ¿Quieres cambiar de canales con canal +-botones?

source: Software Setup
es: Instalación del software

source: Please press EPG/Info key for detailed error description
es: Por favor la tecla EPG de información para la descripción de error detallada

source: Subtitle settings
es: Opciones de subtítulos

source: Subtitle font color
es: Color de fuente del subtitulo

source: Subtitle font size
es: Tamaño de fuente del subtitulo

source: Subtitle padding Y
es: Subtítulo de relleno Y

source: Background color
es: Color de fondo

source: Background transparency
es: Transparencia del fondo:

source: Character edge style
es: estilo de borde carácter

source: Character style level
es: nivel de estilo de carácter

source: Subtitle text transparency
es: Transparencia del texto de subtítulo

source: Use original position
es: Use la posición original

source: Subtitle alignment
es: Alineación de los subtítulos

source: Subtitle position
es: Posición del subtítulo

source: Center DVB subtitles
es: Centro de subtítulos DVB

source: Rewrap subtitles
es: Volver a envolver subtítulos

source: Subtitle delay when timing lacks
es: Retraso de subtítulos cuando timing ausente

source: Subtitle delay when timing is bad
es: Retraso de subtítulos cuando el timing es incorrecto

source: External subtitle switch fonts
es: Conmutar fuente de subtítulo externo
