Repository: TomS2/VTi-localisation
Catalog: locale/*.po
Languages: es

source: This test checks whether your LAN Adapter is set up for automatic IP Address configuration with DHCP. If you get a "disabled" message: - then your LAN Adapter is configured for manual IP Setup - verify thay you have entered correct IP informations in the AdapterSetup dialog. If you get an "enabeld" message: -verify that you have a configured and working DHCP Server in your network.
es: Este test chequea si su adaptador de Red es configurado para IP automática con DHCP. Si consigue un mensaje de "desabilitado":- entonces su Adaptador de Red es configurado con IP manual - verifique que ha entrado una información de IP correcta en la configuración de Red. Si consigue un mensaje de "activado":- verifique que ha configurado y está trabajando un servidor DHCP en su red.

source: This test checks whether your Wireless LAN Adapter is set up for automatic IP Address configuration with DHCP. If you get a "disabled" message: - then your Wireless LAN Adapter is configured for manual IP Setup - verify thay you have entered correct IP informations in the AdapterSetup dialog. If you get an "enabeld" message: -verify that you have a configured and working DHCP Server in your network.
es: Este test comprueba si el adaptador de LAN inalámbrica se configura para la configuración automática de dirección IP con DHCP. Si recibe un mensaje de "discapacitado": - entonces el adaptador de LAN inalámbrica se configura para la configuración manual de IP - verificar thay han entrado informaciones IP correcta en el cuadro de diálogo de AdapterSetup. Si recibe un mensaje de "enabeld":-Verifique que haya un configurado y funcionando el servidor DHCP en tu red.

source: This test detects your configured LAN-Adapter.
es: Este test detecta su adaptador de red configurado.

source: This test detects your configured Wireless LAN-Adapter.
es: Esta prueba detecta tu adaptador Wireless LAN configurado.

source: Three
es: Tres

source: Threshold
es: Umbral

source: Thu
es: Jue

source: Thumbnails
es: Miniaturas

source: Time
es: Hora

source: Time for next VFD scrolling
es: Tiempo para el próximo desplazamiento de VFD

source: Time required for this process:
es: Tiempo requerido para este proceso:

source: Time/Date Input
es: Entrada Fecha/Hora

source: Timeout for number zap in milliseconds
es: Tiempo de espera para zap número en milisegundos

source: Timer Edit
es: Editar Programación

source: Timer Editor
es: Editor de Grabaciones

source: Timer Type
es: Tipo de reserva

source: Timer entry
es: Entrada del temporizador

source: Timer log
es: Log de reserva

source: Timer overlap in timers.xml detected! Please recheck it!
es: ¡Programaciones solapadas en timers.xml! ¡Chequéelo!

source: Timer record location
es: Ruta de la grabación

source: Timer sanity error
es: Error de grabación

source: Timer selection
es: Selección de grabación

source: Timer status:
es: Estado de la grabación:

source: Timeshift location
es: Ubicación de TimeShift

source: Timeshift not possible!
es: ¡TimeShift no es posible!

source: Timezone
es: Zona horaria

source: Title
es: Título

source: Title properties
es: Propiedades de título

source: Titleset mode
es: Modo Título

source: To back-up directly to the USB-stick, the USB-stick MUST contain a file with the name:
es: Para respaldo directamente a la USB, la USB debe contener un archivo con el nombre:

source: To restore the image:
es: Para restaurar la imagen:

source: Today
es: Hoy

source: Tone Amplitude
es: Tono de Amplitud

source: Tone mode
es: Modo tono

source: Tools
es: Herramientas

source: Top
es: Arriba

source: Top and Bottom
es: Superior e inferior:

source: Touch LED Blinking time
es: Toca tiempo de parpadeo del LED

source: Touch LED Brightness at Deep Standby
es: Toque de brillo en Standby profundo

source: Touch LED Brightness at Normal state
es: Brillo del LED táctil en estado Normal

source: Touch LED Brightness at Standby
es: Toque de brillo de LED en modo de espera

source: Track
es: Pista

source: Transcoding
es: Transcodificación

source: Transcoding Setup
es: Configuración de transcodificación

source: Transcoding can be started when there is no corresponding channel recordings.
es: Transcodificación puede iniciarse cuando hay ningunas grabaciones de canal correspondiente.

source: TranscodingSetup
es: Configuración de transcodificación

source: Translation
es: Traducción

source: Translation:
es: Traducción:

source: Transmission mode
es: Modo de trasmisión

source: Transponder
es: Transpondedor

source: Tries left:
es: Intentos que quedan:

source: Try to find used Transponders in cable network.. please wait...
es: Intenta encontrar los Transponders usados en la red de cable.. espere...

source: Try to find used transponders in cable network.. please wait...
es: Intenta encontrar los transponders en la red de cable.. espere...

source: Trying to download a new packetlist. Please wait...
es: Intentando descargar una nueva lista de paquetes. Espere...

source: Tue
es: Mar

source: Tune
es: Tono

source: Tune failed!
es: ¡Falló la sintonización!

source: Tune%d %s Locking Fail...
es: Ajustar el %d %s error bloqueo...

source: Tuner
es: Sintonizador

source: Tuner
es: Sintonizador

source: Tuner Slot
es: Slot del sintonizador

source: Tuner configuration
es: Configuración sintonizador

source: Tuner status
es: Estado del sintonizador

source: Tuner type
es: Tipo de sintonizador

source: Turkish
es: Turco

source: Two
es: Dos

source: Type
es: Tipo

source: Type : %s
es: Tipo: %s

source: Type of scan
es: Tipo de búsqueda

source: UI 3D setup
es: Configuración del interfaz de usuario 3D

source: UI position setup
es: Configuración de posición de interfaz de usuario

source: USB Image created in:
es: Imagen creada en USB :

source: USB Stick
es: Memoria USB

source: USB test error : Success-%d
es: USB prueba error: éxito-%d

source: USB test pass %d devices Press 'OK' button!
es: ¡USB pass %d dispositivos Pulse 'OK' botón de prueba!

source: Ukrainian
es: Ucraniano

source: Unable to complete filesystem check. Error:
es: Imposible completar el chequeo del sistema. Error:

source: Unable to initialize harddisk. Error:
es: Imposible inicializar el disco duro. Error:

source: Uncommitted DiSEqC command
es: Comando DiSEqC no enviado

source: Undo install
es: Deshacer instalación

source: Undo uninstall
es: Deshacer desinstalación

source: Unencrypted
es: Desencriptado

source: UnhandledKey
es: Tecla no manejada

source: Unicable LNB
es: LNB Unicable

source: Unicable Martix
es: Matrix Unicable

source: Uninstall
es: Desinstalar

source: Universal LNB
es: LNB Universal

source: Unknown
es: Desconocido

source: Unknown network adapter
es: Adaptador de red desconocido

source: Unmount failed
es: Falló al desmontar

source: Unsupported
es: No soportado

source: Up
es: Arriba

source: Up Key
es: Tecla Retroceder Página

source: Update
es: Actualizar

source: Updatefeed not available.
es: Actualización fuente no disponible.

source: Updating finished. Here is the result:
es: Actualización finalizada. Aquí está el resultado:

source: Updating software catalog
es: Actualizando el catálogo de software

source: Updating... Please wait... This can take some minutes...
es: Actualizando... Espere... Esto puede tardar varios minutos...

source: Upgrade
es: Actualizar

source: Upgrade FPGA..
es: Actualizar FPGA...

source: Upgrade Firmware..
es: Actualizar el Firmware...

source: Upgrade finished.
es: Actualización finalizada.

source: Upgrade will take about 5 minutes to finish. Do you want to upgrade?
es: Actualización llevará unos 5 minutos para terminar. ¿Desea actualizar?

source: Upgrading
es: Actualizando

source: Upgrading STB... Please wait
es: Actualización de STB... Espera

source: Use
es: Uso

source: Use AP Mode
es: Modo AP

source: Use DHCP
es: Usar DHCP

source: Use Device
es: Utilizar el dispositivo

source: Use EIT EPG
es: Uso de IET EPG

source: Use EXIT-Button to leave movie player
es: Utilice la tecla EXIT para dejar reproductor de películas

source: Use Fan timer
es: Temporizador de uso ventilador

source: Use Gateway
es: Usar puerta de enlace

source: Use Interface
es: Usar interfaz

source: Use Manual dns-nameserver
es: Uso Manual dns-servidor de nombres

source: Use PiP at EPGBar
es: Utilice PiP en EPGBar

source: Use PictureInGraphic (PiG)
es: Usar PictureInGraphic (PiG)

source: Use Power Measurement
es: Usar medida de potencia

source: Use TV remotecontrol:
es: Utilice el control remoto de TV:

source: Use a gateway
es: Usar puerta de enlace

source: Use custom main menu
es: Usar menú principal personalizado

source: Use matrix mode for service list
es: Utilice el modo de matriz para la lista de canales

source: Use package maintainer config files
es: Usar archivos de configuración de paquete responsable

source: Use power measurement
es: Usar medida de potencia

source: Use silent recording mode
es: Use el modo de grabación silenciosa

source: Use startup service for leaving standby
es: Utilizar el canal de inicio para salir del modo de espera

source: Use the Networkwizard to configure selected network adapter
es: Use el Asistente de Red para configurar el adaptador de red seleccionado

source: Use the Networkwizard to configure your Network
es: Use este asistente para configurar su Red

source: Use the left and right buttons to change an option. Please set up tuner A
es: Use los botones izq/der para cambiar una opción. Por favor configure tuner A

source: Use the up/down keys on your remote control to select an option. After that, press OK.
es: Use las teclas arriba/abajo de su mando para seleccionar una opción. Después, pulse OK.

source: Use this input device settings?
es: ¿Usar esta configuración de dispositivo de entrada?

source: Use this settings?
es: ¿Usar esta configuración?

source: Use this video enhancement settings?
es: ¿Usar esta configuración de mejora de video?

source: Use time of currently running service
es: Usar la hora del canal que se está ejecutando actualmente

source: Use usals for this sat
es: Usar usals para este sat

source: Use wizard to set up basic features
es: Use el asistente para configuración básica

source: Used service scan type
es: Tipo de búsqueda de canales usada

source: User :
es: Usuario:

source: User Email
es: Correo electrónico del usuario

source: User ID
es: ID de usuario

source: User Interface
es: Interfaz de usuario

source: User defined
es: Definido por el usuario

source: User manually Set up a Mount Point
es: Usuario configurar manualmente un punto de montaje

source: User name
es: Nombre de usuario

source: Using a Wireless module as access point.
es: Mediante un módulo inalámbrico como punto de acceso.

source: VCR scart
es: Euroconector VCR

source: VFD Controller
es: Controlador del VFD

source: VFD scroll speed
es: Velocidad de desplazamiento de VFD

source: VMGM (intro trailer)
es: VMGM (trailer de la intro)

source: VU deepstandby => TV activity:
es: VU deepstandby => actividad de TV:

source: VU on => TV activity:
es: VU on => actividad de TV:

source: VU standby => TV activity:
es: Espera VU => actividad de TV:

source: Verifying your internet connection...
es: Verificar la conexión a internet...

source: Version
es: Versión

source: Video Directory
es: Directorio de video

source: Video Fine-Tuning
es: Ajuste de video fino

source: Video Fine-Tuning Wizard
es: Asistente de ajuste de vídeo

source: Video PID
es: PID de vídeo

source: Video enhancement preview
es: Previsualizar la mejora de vídeo

source: Video enhancement settings
es: Ajustes de mejora de vídeo

source: Video enhancement setup
es: Configuración de mejora de video

source: Video input selection Please press OK if you can see this page on your TV or select a different input port. The next input port will be automatically probed in 20 seconds
es: Selección de entrada de vídeo por favor pulse OK si puede ver esta página en tu TV o seleccionar un puerto de entrada diferente. El próximo puerto de entrada a ser sondeado automáticamente en 20 segundos

source: Video mode selection
es: Selección del modo de vídeo

source: Videoenhancement Setup
es: Configuración de mejora de vídeo

source: View Movies...
es: Ver Películas...

source: View Photos...
es: Ver Fotos...

source: View Rass interactive...
es: Ver Rass interactivo...

source: View Video CD...
es: Ver Video CD...

source: View details
es: Ver detalles

source: View list of available
es: Ver lista de disponible

source: View list of available CommonInterface extensions
es: Ver lista de extensiones disponibles del InterfazComún

source: View list of available Display and Userinterface extensions.
es: Ver lista de extensiones de Pantalla e Interfaz de Usuario

source: View list of available EPG extensions.
es: Ver lista de extensiones de EPG disponibles.

source: View list of available Satellite equipment extensions.
es: Ver lista de extensiones disponibles de equipamiento de Satélite.

source: View list of available communication extensions.
es: Ver lista de extensiones de comunicación disponibles.

source: View list of available default settings
es: Ver lista de configuración por defecto disponibles.

source: View list of available multimedia extensions.
es: Ver lista de extensiones multimedia disponibles.

source: View list of available networking extensions
es: Ver lista de extensiones disponibles de red

source: View list of available recording extensions
es: Ver lista de extensiones de grabación disponibles

source: View list of available skins
es: Ver lista de pieles disponibles

source: View list of available software extensions
es: Ver lista de extensiones de software disponibles

source: View list of available system extensions
es: Ver lista de extensiones de sistema disponibles

source: View teletext...
es: Ver teletexto...

source: Virtual KeyBoard
es: Teclado Virtual

source: Voltage mode
es: Modo voltaje

source: Volume
es: Volumen

source: WEP Key (HEX)
es: Clave WEP (HEX)

source: WLAN adapter
es: Adaptador WLAN

source: WLAN adapter.
es: Adaptador WLAN:

source: WLAN connection
es: Conexión WLAN

source: WPA or WPA2
es: WPA o WPA2

source: WSS on 4:3
es: WSS en 4:3

source: Wait a moment
es: Espere un momento

source: Wait a moment...
es: Espere un momento …

source: Waiting
es: Esperando

source: WakeOnLan Enable
es: Habilitar WakeOnLan

source: WakeOnLan Setup
es: Configuración de WakeOnLan

source: Web Browser
es: Navegador web

source: Wed
es: Mié

source: Weekday
es: Día de Semana

source: Welcome to the Cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
es: Bienvenido al editor de listas de cortes. Vaya al comienzo que quiera cortar. Pulse OK, seleccione corte inicial'. Vaya al final, pulse OK, seleccione 'corte final'. Eso es todo.

source: Welcome to the Image upgrade wizard. The wizard will assist you in upgrading the firmware of your STB by providing a backup facility for your current settings and a short explanation of how to upgrade your firmware.
es: Bienvenido al Asistente para actualización de la imagen. El asistente le ayudará a actualizar el firmware de su STB proporcionando una facilidad de copia de seguridad de la configuración actual y una breve explicación de cómo actualizar el firmware.

source: Welcome. If you want to connect your STB to the Internet, this wizard will guide you through the basic network setup of your STB. Press OK to start configuring your network
es: Bienvenida. Si desea conectar el STB a la Internet, este asistente le guiará a través de la configuración de red básica de su STB. Pulse OK para iniciar la configuración de su red

source: Welcome...
es: Bienvenido...

source: West
es: Oeste

source: What do you want to scan?
es: ¿Qué quiere buscar?

source: Wheel RIGHT
es: Rueda derecha

source: When you do a factory reset, you will lose ALL your configuration data (including bouquets, services, satellite data ...) After completion of factory reset, your receiver will restart automatically! Really do a factory reset?
es: Cuando haga un reseteo de fábrica, perderá todos los datos de configuración (incluyendo listas, canales, datos del satélite...) Después de un reseteo, su receptor se reiniciará automáticamente! ¿Quiere hacer un reset de fábrica?

source: Where do you want to backup your settings?
es: ¿Donde quiere backup de su configuración?

source: Where to save temporary timeshift recordings?
es: ¿Dónde guardar las grabaciones temporales de pausa?

source: Width of channel name (matrix mode)
es: Ancho del nombre del canal (modo de la matriz)

source: Wireless Access Point
es: Punto de acceso inalámbrico

source: Wireless LAN
es: RED Inalámbrica

source: Wireless LAN Setup
es: Configuración de LAN inalámbrica

source: Wireless Lan Device is not detected.
es: Dispositivo Lan inalámbrico no se detecta.

source: Wireless Network
es: Red Inalámbrica

source: Wireless network connection setup
es: Conexión de red inalámbrica

source: Wireless network connection setup.
es: Configuración de la conexión de red inalámbrica.

source: Wireless network state
es: Estado de la red inalámbrica

source: Write error while recording. Disk full?
es: Error mientras grababa. ¿Disco lleno?

source: Write failed!
es: ¡Falló la escritura!

source: Year
es: Año

source: Yellow font for DVB subtitles
es: Fuente amarilla para subtítulos DVB

source: Yes to all
es: Si a todo

source: Yes, always
es: Si, siempre

source: Yes, and delete this movie
es: Si, y borre esta película

source: Yes, delete this movie and go back to movie list
es: Sí, eliminar esta película y volver a la lista de películas

source: Yes, backup my settings!
es: Si, ¡backup mi configuración!

source: Yes, do a manual scan now
es: Si, haga una búsqueda manual ahora

source: Yes, do an automatic scan now
es: Si, haga una búsqueda automática ahora

source: Yes, do another manual scan now
es: Si, hacer otra búsqueda manual ahora

source: Yes, perform a shutdown now.
es: Si, realice el apagado ahora.

source: Yes, restore the settings now
es: Si, restaure la configuración ahora

source: Yes, returning to movie list
es: Si, vuelve a la lista de películas

source: Yes, view the tutorial
es: Si, ver el tutorial

source: You can cancel the installation.
es: Usted puede cancelar la instalación.

source: You can cancel the removal.
es: Ha cancelado la desinstalación.

source: You can choose some default settings now. Please select the settings you want to be installed.
es: Ha elegido algunas configuraciones por defecto. Seleccione las configuraciones que quiere instalar.

source: You can choose, what you want to install...
es: Puede elegir lo que quiere instalar...

source: You can install this plugin.
es: Usted puede instalar el plugin.

source: You can only burn STB recordings!
es: ¡Sólo puede grabar grabaciones STB!

source: You can remove this plugin.
es: Usted puede desinstalar el plugin.

source: You can't cancel during upgrade. Do you want to continue ?
es: No se puede cancelar durante la actualización. ¿Desea continuar?

source: You cannot delete this!
es: ¡No puede borrar esto!

source: You choose the incorrect file.
es: Usted eligio el archivo incorrecto.

source: You chose not to install any default services lists.
es: Ha elegido no instalar ninguna lista de canales por defecto.

source: You chose not to install any default settings. You can however install the default settings later in the settings menu.
es: Elige no instalar ninguna configuración por defecto. Sin embargo, más tarde puede instalar alguna en el menú de configuración.

source: You chose not to install anything. Please press OK finish the install wizard.
es: Ha elegido no instalar nada. Pulse OK para terminar el asistente de instalación.

source: You didn't select a channel to record from.
es: No ha seleccionado un canal desde el cual grabar.

source: You have chosen to backup your settings. Please press OK to start the backup now.
es: Ha elegido hacer un backup de su configuración. Pulse OK para comenzar el backup ahora.

source: You have chosen to restore your settings. Enigma2 will restart after restore. Please press OK to start the restore now.
es: Ha elegido restaurar su configuración. Enigma2 reiniciará después de restaurar. Pulse OK para comenzar a restaurar ahora.

source: You have to wait %s!
es: Tiene que esperar %s!

source: You need a PC connected to your STB. If you need further instructions, please visit the website http://www.dm7025.de. Your STB will now be halted. After you have performed the update instructions from the website, your new firmware will ask you to restore your settings.
es: Necesita un PC conectado a su STB. Si necesita más instrucciones, por favor visite el sitio web http://www.dm7025.de. Ahora se detendrá su STB. Después de haber realizado las instrucciones de actualización desde el sitio web, su nuevo firmware le preguntará para restaurar la configuración.

source: You need to set a PIN code and hide it from your children. Do you want to set the pin now?
es: Necesita poner un código PIN y ocultarlo a sus hijos. ¿Quiere poner el pin ahora?

source: Your STB is now ready to use. Your internet connection is working now.
es: Su STB está ahora listo para usar. La conexión a internet está funcionando ahora.

source: Your STB is now ready to use. Your internet connection is working now. Please press OK to continue.
es: Su STB está ahora listo para usar. La conexión a internet está funcionando ahora. Pulse Aceptar para continuar.

source: Your STB is shutting down. Please stand by...
es: Su STB se está cerrando. Por favor espere...

source: Your STB isn't connected to the internet properly. Please check it and try again.
es: El STB no está conectado a internet correctamente. Por favor, compruébelo y vuelva a intentarlo.

source: Your STB will restart after pressing OK on your remote control.
es: Su receptor se reiniciará después de pulsar OK en el control remoto.

source: Your backup succeeded. We will now continue to explain the further upgrade process.
es: El backup ha terminado. Nosotros continuamos explicando el proceso de actualización.

source: Your collection exceeds the size of a single layer medium, you will need a blank dual layer DVD!
es: Su colección excede el tamaño de un medio de capa simple, necesitará un DVD en blanco de doble capa!

source: Your current collection will get lost!
es: ¡Su colección actual se perdió!

source: Your internet connection is not working! Please choose what you want to do next.
es: ¡Su conexión a internet no está funcionando! Elija que quiere hacer lo siguiente.

source: Your network configuration has been activated.
es: Su configuración de red ha sido activada.

source: Your network is not working. Please try again.
es: La red no está funcionando. Por favor, inténtelo de nuevo.

source: Your wireless LAN internet connection could not be started! Have you attached your USB WLAN Stick? Please choose what you want to do next.
es: Su conexión a internet inalámbrica no puede iniciarse! Ha conectado un dispositivo WLAN USB? Pulse que quiere hacer lo siguiente.

source: Zap
es: zapear

source: Zap PiP and not main screen
es: Zap PiP y no pantalla principal

source: Zap back to previously tuned service?
es: ¿Volver al último canal sintonizado?

source: Zap back to service before positioner setup?
es: ¿Volver al canal antes de configurar el motor?

source: Zap back to service before satfinder?
es: ¿Volver al canal antes de ir al buscador de satélites?

source: Zap back to service before tuner setup?
es: ¿Volver al canal anterior a la configuración del tuner?

source: Zapping Mode
es: Modo de zapping

source: Zapping Mode Selection
es: Selección del modo de zapping

source: [alternative edit]
es: [edición alternativa]

source: [bouquet edit]
es: [editar lista]

source: [favourite edit]
es: [editar favoritos]
