Repository: TomS2/VTi-localisation
Catalog: locale/*.po
Languages: es

source: Cutting failed for movie "%s"
es: El corte fallo para la película "%s"

source: Bad arguments
es: Malos argumentos

source: Couldn't open input .ts file
es: No se pudo abrir el archivo de entrada Ts

source: Couldn't open input .cuts file
es: No se pudo abrir el archivo de entrada .cuts

source: Couldn't open input .ap file
es: No se pudo abrir el archivo de entrada .ap

source: Couldn't open output .ts file
es: No se pudo abrir el archivo de salida Ts

source: Couldn't open output .cuts file
es: No se pudo abrir el archivo de salida .cuts

source: Couldn't open output .ap file
es: No se pudo archivo de salida abierta .ap

source: Empty .ap file
es: Archivo vacío .ap

source: No cuts specified
es: Sin cortes especificados

source: Read/write error (disk full?)
es: Error de lectura / escritura (disco completo?)

source: Cutting was aborted for movie "%s"
es: El corte fue abortado para la película "%s"

source: The movie "%s" is cut in the background.
es: La película "%s" se corta en segundo plano.

source: Another movie is currently cut. The movie "%s" will be cut in the background after it.
es: Actualmente se corta otra película. La película "%s" se cortará en el fondo después de él.

source: Name of DVD
es: Nombre del DVD

source: Could not find any file to backup!
es: No se pudo encontrar ningún archivo de copia de seguridad!

source: Could not read the DVD informations!
es: No se pudo leer las informaciones de DVD!

source: Error while backup of DVD!
es: ¡Error durante la copia de seguridad de DVD!

source: genisoimage job done. Delete DVD directory?
es: genisoimage trabajo. ¿Borrar directorio de DVD?

source: Backup of DVD finished.
es: Copia de seguridad de DVD finalizado.

source: Duration:
es: Duración:

source: Eject DVD?
es: ¿Expulsar el DVD?

source: Progress
es: Progreso

source: Device:
es: Dispositivo:

source: Directory:
es: Directorio:

source: Name:
es: Nombre:

source: Log:
es: Registro:

source: Create iso:
es: Crear iso:

source: Installing...
es: Instalando...

source: Could not install needed dvdbackup package!
es: No se pudo instalar necesaria DVDBackup paquete!

source: Backup your Video-DVD to your harddisk
es: Copia de seguridad de su DVD de Video a tu disco duro

source: after restart
es: después de reiniciar

source: after standby
es: después de la espera

source: after restart/standby
es: después de reiniciar y espera

source: Restart audio
es: Reinicio de audio

source: Restart audio delay (in sec)
es: Retardo de audio reinicio (en segundos)

source: Plugin: %(plugin)s , Version: %(version)s
es: Plugin: % (plugin)s, Version: % (versión)s

source: Audio restart Setup
es: Audio reiniciar configuración

source: Setup for the AudioRestart Plugin
es: Configuración para el AudioRestart Plugin

source: Timespans
es: Intervalos de tiempo

source: Advanced HDMI-Cec Setup
es: Configuración avanzada de HDMI-Cec

source: Partially disable HDMI-Cec? It can be prevented only the signals that are sent from the Dreambox. Signals received by the Dreambox will not be prevented.
es: ¿Desactivar parcialmente HDMI-Cec? Puede ser prevenido solamente las señales que se envían desde el Dreambox. No se prevendrán las señales recibidas por la Dreambox.

source: partially disable HdmiCec
es: desactivar parcialmente HdmiCec

source: Should HDMI-Cec be disabled when GUI service startup?
es: ¿Debe deshabilitarse HDMI-Cec cuando GUI canal Inicio?

source: disable at GUI-start
es: desactivar en GUI-Inicio

source: Should HDMI-Cec be disabled when the commands are sent from the web interface?
es: ¿Debe HDMI-Cec deshabilitarse cuando los comandos se envían desde la interfaz web?

source: disable from webinterface
es: desactivar desde la interfaz web

source: Should HDMI-Cec be send on Power On?
es: ¿Debe ser enviar a HDMI-Cec encendido?

source: enable Power On
es: activar Power On

source: Should HDMI-Cec be send on Power Off?
es: ¿Debe ser enviar a HDMI-Cec en apagado?

source: enable Power Off
es: activar Power Off

source: Schould debugmessages be printed?
es: ¿Debugmessages deberiamos ser impreso?

source: enable debug
es: Activar el modo de depuración

source: Where should this setup be displayed?
es: ¿Dónde se debe mostrar esta configuración?

source: show in
es: Mostrar en

source: Advanced HDMI-Cec Control
es: Control avanzado de HDMI-Cec

source: Version:
es: Versión:

source: Registered HDMI-Cec-Hooks:
es: Registrada HDMI-CEC-Hooks:

source: Hook
es: Gancho

source: No HDMI-Cec-Hooks are registered!
es: ¡No HDMI-Cec-ganchos están registrados!

source: From WD
es: De WD

source: To WD
es: A WD

source: To
es: Para

source: Disable HDMI-CEC chronologically
es: Desactivar cronológicamente HDMI-CEC

source: Really delete this HDMI-Cec-Timespan Entry?
es: Realmente eliminar esta entrada HDMI-CEC-Timespan?

source: From which day of the week, HDMI-Cec should be disabled?
es: ¿Desde que día de la semana, debe deshabilitarse HDMI-Cec?

source: from weekday
es: Día laborable

source: To what day of the week, HDMI-Cec should be disabled?
es: A ¿qué día de la semana, debe deshabilitarse HDMI-Cec?

source: to weekday
es: Día de Semana

source: At which time, HDMI-Cec should be disabled?
es: ¿A que hora, debe deshabilitarse HDMI-Cec?

source: from (HH:MI)
es: de (HH:MI)

source: Until the time at which, HDMI-Cec should be disabled?
es: ¿Hasta el momento en que debe deshabilitarse HDMI-Cec?

source: to (HH:MI)
es: de (HH:MI)

source: Edit HDMI-Cec-Timespan
es: Editar HDMI-Cec-intervalo de tiempo

source: manage when HDMI Cec is enabled
es: Administrar cuando HDMI Cec está habilitado

source: systemmenue
es: Menú del sistema

source: pluginmenue
es: plugin de menú

source: extensions
es: extensiones

source: Do you want to try to open the downloaded file?
es: ¿Quiere intentar abrir el fichero descargado?

source: Download...
es: Descargar...

source: Error while downloading file %s
es: Error descargando el fichero %s

source: No suitable Viewer found!
es: ¡No hay Visor apropiado!

source: Where to save?
es: ¿Dónde guardar?

source: Which file do you want to download?
es: ¿Qué fichero quiere descargar?

source: Mounted/ Unmounted
es: Montar/ Desmontar

source: Mount informations
es: Informaciones del montaje

source: Active/ Inactive
es: Activo/ Inactivo

source: Delete mount
es: Eliminar montage

source: Manage network shares
es: Administrar recursos compartidos de red

source: Please wait while removing your network mount...
es: Por favor, espara mientras se elimina tu montaje de red...

source: Your network mount has been removed.
es: Tu montaje de red ha sido eliminado.

source: Press OK to edit selected settings.
es: Pulsa OK para modificar la configuración seleccionada.

source: Usermanager
es: Gestor de usuarios

source: Mounts editor
es: Editor de montajes

source: NFS share
es: Recurso compartido de NFS

source: CIFS share
es: CIFS Recurso compartido

source: Active
es: Activo

source: Local share name
es: Nombre de recurso compartido local

source: Mount type
es: Tipo del montaje

source: Server IP
es: IP servidor

source: Server share
es: Servidor compartido

source: use as HDD replacement
es: utilizar como reemplazo de disco duro

source: Mount options
es: Opciones de montaje

source: Enter share name:
es: Introduce el nombre de recurso compartido:

source: Enter share directory:
es: Introduce directorio de intercambio:

source: Enter options:
es: Introduce opciones:

source: Enter username:
es: Introduce nomre de usuario:

source: Enter password:
es: Introduce contraseña

source: A mount entry with this name already exists! Update existing entry and continue?
es: Ya existe un montaje con ese nombre! Actualizar entrada existente y continuar?

source: Are you sure you want to save this network mount?
es: Estás seguro que deseas guardar este montaje de red?

source: Please wait while updating your network mount...
es: Por favor, espera mientras se actualiza el montaje de red

source: Your network mount has been updated.
es: Tu montaje de red ha sido actualizado.

source: Please wait for activation of your network mount...
es: Espere para la activación de su montaje de red...

source: Your network mount has been activated.
es: Tu montaje de red ha sido activado.

source: Press OK to save settings.
es: Pulse OK para guardar la configuración.

source: Enter user and password for host:
es: Introduce usuario y contraseña de host:

source: Search for network shares
es: Búsqueda de recursos compartidos de red

source: Search for network shares...
es: Búsqueda de recursos compartidos de red...

source: MountManager
es: Gestionar montajes

source: Manage your network shares...
es: Administrar sus recursos de red compartidos...

source: Mounts management
es: Administrar montajes

source: Press OK to mount!
es: Pulsa OK para montar!

source: Browse network neighbourhood
es: Navegar por entorno de red

source: Searching your network. Please wait...
es: Buscando en tu red. Por favor, espera...

source: No network devices found!
es: No se han encontrado dispositivos!

source: Press OK to mount this share!
es: Pulsa OK para conectarse a este recurso compartido

source: Press OK to collapse this host
es: Pulse OK para contraer este host

source: Press OK to expand this host
es: Pulse OK para expandir este host

source: Do you want to enter a username and password for this host?
es: Deseas ingresar un usuario y contraseña para este host?

source: Scan NFS share
es: Buscar recursos compartidos NFS

source: Scan range
es: Rango a escanear

source: Enter IP to scan...
es: Introducir IP a escanear...

source: Press OK to select.
es: Pulsa OK para seleccionar.

source: Add new network mount point
es: Añadir nuevo punto de montaje de red

source: Add a new NFS or CIFS mount point to your STB.
es: Añadir un nuevo punto de montaje NFS o CIFS a su STB.

source: Mountpoints management
es: Gestión de puntos de montaje

source: View, edit or delete mountpoints on your STB.
es: Ver, editar o eliminar puntos de montaje de su STB.

source: User management
es: Administración de usuarios

source: View, edit or delete usernames and passwords for your network.
es: Ver, editar o eliminar nombres de usuario y contraseñas de tu red.

source: Change hostname
es: Cambiar nombre del host

source: Change the hostname of your STB.
es: Cambiar el nombre de host del STB.

source: Enter new hostname for your STB
es: Introduzca el nuevo nombre de host para su STB

source: After a successful refresh the AutoTimer will automatically search for new matches if this is enabled.
es: Después de una actualización exitosa la AutoTimer buscará automáticamente los partidos nuevo si esta opción está activada.

source: An automated refresh will start after this time of day, but before the time specified in next setting.
es: Una actualización automática se iniciará después de esta hora del día, pero antes de la hora especificada en la configuración siguiente.

source: An automated refresh will start before this time of day, but after the time specified in previous setting.
es: Una actualización automática se iniciará antes de ésta hora del día, pero después de la hora especificada en la configuración anterior.

source: Automatically refresh EPG
es: Actualizar automáticamente EPG

source: Channels
es: Canales

source: Delay if not in standby (minutes)
es: Retraso si no es en reposo (minutos)

source: Duration to stay on service (seconds)
es: Duración en canal (segundos)

source: EPG refresh auto-start earliest (hh:mm)
es: EPG refresh primer inicio automático (hh:mm)

source: EPG refresh auto-start latest (hh:mm)
es: EPG refresh último inicio automático (hh:mm)

source: EPG refresh finished.
es: EPG actualización finalizada.

source: EPG refresh started in background.
es: EPG actualización iniciada en segundo plano.

source: EPG refresh starts scanning channels.
es: EPG actualización inicia exploración de canales.

source: EPGRefresh Configuration
es: Configuración EPGRefresh

source: EPGRefresh Services
es: Canales EPGRrefresh

source: Edit Services
es: Editar Canales

source: Edit Services to refresh
es: Editar Canales a refrescar

source: Editing
es: Editando

source: Enable this to be able to access the EPGRefresh configuration from within the extension menu.
es: Habilitar para poder acceder a la configuración de EPGRefresh desde el menú de extensiones.

source: Extend the list of services to refresh by those your AutoTimers use?
es: Extender lista de canales para actualizar aquellos usados por AutoTimer?

source: Fake recording
es: Falsa grabación

source: Force scan even if receiver is in use
es: Forzar el escaneo incluso cuando el receptor está en uso

source: If the receiver currently isn't in standby, this is the duration which EPGRefresh will wait before retry.
es: Si el receptor no está actualmente en modo reposo, este es ell tiempo que EPGRefresh esperará antes de reintentar.

source: If this is enabled, the plugin will wake up the receiver from deep standby if possible. Otherwise it needs to be switched on already.
es: Si esta opción está activada, el plugin despertará el receptor del modo de reposo si es posible. De lo contrario, tiene que estar encendido ya.

source: If you want to refresh the EPG in background, you can choose the method which best suits your needs here, e.g. hidden, fake reocrding or regular Picture in Picture.
es: Si desea actualizar la EPG en el fondo, usted puede elegir el método que mejor se adapte a tus necesidades aquí, por ejemplo, , grabación falsa ,oculto o PIP.

source: Inherit Services from AutoTimer
es: Heredar canales de AutoTimer

source: Last refresh was %s
es: Última actualización fue % s

source: Main Picture
es: Imagen Principal

source: PiP available now.
es: PiP ahora disponible.

source: Picture in Picture (hidden)
es: PIP (oculto)

source: Please don't use PiP meanwhile!
es: No utilice PiP mientras tanto!

source: Refresh EPG automatically
es: Actualizar EPG automáticamente

source: Refresh EPG using
es: Actualizar EPG utilizando

source: Refresh now
es: Refrescar ahora

source: Refreshing
es: Refrescando

source: Run AutoTimer after refresh
es: Ejecutar AutoTimer antes de actualizar

source: Select bouquet to refresh
es: Seleccionar lista a refrescar

source: Select channel to refresh
es: Seleccionar canal a refrescar

source: Show in extension menu
es: Mostrar en menú de extensión

source: Show popup when refresh starts and ends
es: Mostrar popups cuando se inicia y finaliza la actualización

source: Shutdown after EPG refresh
es: Apagar después de actualizarr EPG

source: This is the duration each service/channel will stay active during a refresh.
es: Esta es la duración que cada servicio/canal permanecerá activo durante una actualización.

source: This might have been an automated bootup to refresh the EPG. For this to happen it is recommended to put the receiver to Standby. Do you want to do this now?
es: Esto pudo haber sido un arranque automático para actualizar el EPG. Para que eso suceda lo recomienda colocar el receptor al modo de espera. ¿Desea hacerlo ahora?

source: This setting controls whether or not an informational message will be shown at start and completion of refresh.
es: Esta configuración controla si se muestra o no un mensaje informativo que mostrará en el inicio y la finalización de la actualización.

source: This setting controls whether or not the refresh will be initiated even though the receiver is active (either not in standby or currently recording).
es: Este ajuste controla si la actualización se iniciará a pesar de que el receptor está activo .

source: This setting controls whether the receiver should be set to deep standby after refresh is completed.
es: Esta configuración controla si el receptor debe ir al modo reposo después de que se complete la actualización.

source: Unless this is enabled, EPGRefresh won't automatically run but needs to be explicitly started by the yellow button in this menu.
es: A menos que esto no se habilite, EPGRefresh no se ejecutará automáticamente, pero necesita ser declarado explícitamente por el botón amarillo en este menú.

source: Wake up from deep standby for EPG refresh
es: Despertar del modo de reposo para la actualización de la EPG

source: add to EPGRefresh
es: Añadir a EPGRefresh

source: Save epg to file after EPG refresh
es: Guardar epg para presentar después de refrescar EPG

source: This setting controls whether the cached EPG should be saved to file or not.
es: Esta configuración controla si la EPG caché se debe guardar a archivo o no.

source: keep on device
es: guardar en dispositivo

source: ask me
es: preguntame

source: Downloading movie: %s
es: Descarga película: %s

source: Delete this movie?
es: ¿Borrar esta película?

source: Error getting movies
es: Error al obtener películas

source: Length
es: Loongitud

source: No Feedly configuration
es: Configuración no Feedly

source: Buffer device:
es: dispositivo de tope

source: Buffer file handling:
es: Manejo de archivos de búfer:

source: from xml
es: desde xml

source: Cheat attempt detected. Box has not been shudown correctly. Remaining time was set to 0.
es: Intento detectado. STB no ha sido Shudown correctamente. el tiempo restante se establece en 0.

source: Do you want to start the kiddytimer- plugin now.
es: Desea iniciar el plugin de kiddytimer ahora.

source: Stop KiddyTimer (this session only)
es: Dejar de KiddyTimer (sólo para esta sesión)

source: Increase remaining time
es: Incrementar el tiempo restante

source: Decrease remaining time
es: Disminuir el tiempo restante

source: Set remaining time
es: Tiempo restante

source: Reset todays remaining time
es: Restablecer el tiempo de hoy restantes

source: Start KiddyTimer
es: Inicio KiddyTimer

source: Enable KiddyTimer for x minutes
es: Permitir KiddyTimer de x minutos

source: Disable KiddyTimer
es: Desactivar KiddyTimer

source: Enable KiddyTimer
es: Activar KiddyTimer

source: Please select your KiddyTimer- option
es: Por favor seleccione su opción de KiddyTimer

source: Invalid selection
es: Selección no válida

source: Don't monitor TV started before
es: No monitor TV comenzó antes

source: Don't monitor TV started after
es: No monitor TV comenzó después de

source: Style of timer
es: Estilo de temporizador

source: Timeout for activation dialog
es: Tiempo de espera para el diálogo de activación

source: Remaining time: %s
es: Tiempo restante:%s

source: Last day started: %s
es: Último día: %s

source: Reset clock
es: Restablecimiento del reloj

source: Move clock
es: Mover reloj

source: Save values and close screen
es: Guardar los valores y cerrar la pantalla

source: Discard changes and close screen
es: Descartar los cambios y cerrar la pantalla

source: Move screen to the left
es: Mover la pantalla hacia la izquierda

source: Move screen to the right
es: Mover la pantalla hacia la derecha

source: Move screen up
es: Mover la pantalla hacia arriba

source: Move screen down
es: Mover la pantalla hacia abajo

source: Move screen to the upper left corner
es: Mover la pantalla a la esquina superior izquierda

source: Center screen at the upper border
es: Centrar pantalla en el borde superior

source: Move screen to the upper right corner
es: Mover la pantalla a la esquina superior derecha

source: Move screen to the middle of the left border
es: Mover la pantalla a la mitad del borde izquierdo

source: Move screen to the center of your TV
es: Mueva la pantalla hacia el centro del televisor

source: Move screen to the middle of the right border
es: Mover la pantalla a la mitad del borde derecho

source: Move screen to the lower left corner
es: Mover la pantalla a la esquina inferior izquierda

source: Center screen at the lower border
es: Centrar pantalla en el borde inferior

source: Move screen to the lower right corner
es: Mover la pantalla a la esquina inferior derecha

source: Reset saved position
es: Restablecer posición guardada

source: Clock
es: Reloj

source: Allows to controls your kids' daily TV usage
es: Permite a los controles de uso de TV diario de sus hijos

source: Scroll page contents up
es: Desplazamiento hacia arriba de contenido de la página

source: Scroll page contents down
es: Desplazar una página abajo

source: Show HTTP response headers
es: Mostrar encabezados de respuesta HTTP

source: Show program settings
es: Mostrar la configuración del programa

source: Reload current page URL
es: Actualizar URL de la página actual

source: Switch to next configured page URL
es: Cambiar a la siguiente URL de la página configurada

source: Switch to previous configured page URL
es: Interruptor a anterior configurado URL de la página

source: Close window
es: Cerrar ventana

source: Show this help screen
es: Mostrar esta pantalla de ayuda

source: Invalid page
es: Pagina invalida

source: Loading ...
es: Cargando ...

source: Error fetching URL:
es: Obtener URL de error:

source: Go and add a page in the settings
es: Ir y agregar una página en la configuración

source: HTTP response headers for
es: Encabezados de respuesta HTTP para

source: Page:
es: Página:

source: Default page
es: Página por defecto

source: Show in main menu
es: Mostrar en menú principal

source: Show in extensions menu
es: Mostrar en menú de extensión

source: Menu title
es: Título del menú

source: Page feed URL
es: Página de feed URL

source: Dismiss all setting changes
es: Descartar todos los cambios de configuración

source: Save settings and close screen
es: Guardar configuración y cerrar la pantalla

source: Edit selected page
es: Editar página seleccionada

source: Load pages from feed
es: Cargar páginas de fuentes

source: Add new page
es: Agregar nueva página

source: Delete selected page
es: Eliminar página seleccionada

source: Really delete this page? It cannot be recovered!
es: ¿Desea borrar esta página? No se puede recuperar!

source: No page feed URL defined
es: No hay página de feed URL definido

source: Error loading page feed:
es: Error al cargar la página de la alimentación:

source: Page URL
es: URL de la página

source: Font size
es: Tamaño de fuente

source: View remote text files
es: Ver archivos de texto remoto

source: Automatically zaps back to current service after given Time
es: Vuelve automáticamente al canal actual después de un tiempo dado

source: Custom
es: Personalizado

source: How many minutes to wait until zapping back?
es: ¿Cuántos minutos esperamos hasta zapping?

source: Timer already running. Stop it?
es: La alarma ya está ejecutándose. ¿La paramos?

source: When to Zap back?
es: ¿Cuando volveremos al Zapping?

source: Zapping back in %d Minutes
es: El Zapping volverá en %d Minutos

source: Show in extension menu:
es: Mostrar en menú de extensión:

source: Visualization
es: Visualización

source: Fullscreen Layout
es: Diseño de pantalla completa

source: Fullscreen auto activation
es: Activación de pantalla completa automática

source: Show cover arts
es: Mostrar carátula

source: Rip to single file, name is timestamped
es: Rip a una sola fila, es el nombre con marca de tiempo

source: Create a directory for each stream
es: Crear un directorio para cada flujo

source: Add sequence number to output file
es: Añadir número de secuencia de archivo de salida

source: Recording location:
es: Ubicación de la grabación:

source: Countries
es: Países

source: Screen and OLED
es: Pantalla y OLED

source: OLED only
es: OLED sólo

source: Screen only
es: Sólo pantalla

source: 1 minutes
es: 1 minutos

source: 3 minutes
es: 3 minutos

source: Visualization and Text
es: Visualización y texto

source: Text only
es: Solo texto

source: listen to internet-radio
es: escuchar radio por internet

source: Genres
es: Generos

source: Filter:
es: Filtro:

source: Streaming Information
es: Transmisión de la información

source: Stations
es: Estaciones

source: Favorites
es: Favoritos

source: Stop record
es: Detener la grabación
