Repository: TomS2/VTi-localisation
Catalog: locale/*.po
Languages: es

source: Download and install drivers from Vu+ website
es: Descargar e instalar a controladores desde el sitio web de Vu +

source: choose drivers for download/install
es: elegir Controladores para descargar/instalar

source: Sorry, detection of current kernel version failed !
es: Lo sentimos, la detección de la versión actual del kernel fallo!

source: Are you sure you want to install following drivers:
es: Está seguro que desea instalar después de controladores:

source: Drivers successfully installed ! You should restart your Vu+ STB: Reboot now ?
es: ¡Controladores instalados con éxito! ¿Debe reiniciar su Vu + STB: reiniciar ahora?

source: Installation of drivers failed !!!
es: Instalación de controladores error!!!

source: Select a drivers to install
es: Seleccione un controlador para instalar

source: no valid drivers
es: Sin controladores válidos

source: Please wait ...
es: Espere, por favor...

source: downloading available drivers information
es: descargar información de los drivers disponibles

source: choose this drivers for download
es: elegir este Controladores para descargar

source: Please wait, downloading drivers:
es: Espere por favor, descarga de controladores:

source: Download failed ! Please check your internet connection
es: Error de descarga. Por favor, compruebe su conexión a internet

source: reload package data
es: cargar paquete de datos

source: Download or delete Software
es: Descargar o eliminar Software

source: There are only %d MB free FLASH space available Installing or updating software can cause serious software problems ! Continue installing/updating software (at your own risk) ?
es: Hay solo %d MB libres de espacio disponible en FLASH instalar o actualizar software puede causar problemas graves! ¿Continuar la instalación/actualización de software (bajo su propio riesgo)?

source: Excecute
es: Ejecutar

source: install/remove common plugins
es: instalar/eliminar plugins comunes

source: install/remove systemplugins
es: instalar o quitar systemplugins

source: install/remove skins to change look of OSD
es: instalar o quitar skins para cambiar aspecto de OSD

source: install/remove softcams
es: instalar o quitar softcams

source: Configurations
es: Ajustes

source: install/remove configuration files for softcams
es: instalar o quitar archivos de configuración para softcams

source: install/remove picons for OSD and graphical VFD
es: instalar o quitar picons para OSD y gráfica VFD

source: install/remove channel lists
es: instalar o quitar listas de canales

source: Kernel modules
es: Módulos del kernel

source: install/remove kernel modules
es: instalar o quitar módulos del kernel

source: Language packages
es: Paquetes de idiomas

source: install/remove language packages for dvbapp2
es: instalar o quitar paquetes de idioma para dvbapp2

source: upgrade
es: actualización

source: Execution finished.
es: Ejecución finalizada.

source: Do you want to restart GUI ?
es: ¿Desea reiniciar GUI?

source: VTi ZerO
es: VTi Cero

source: Free Flash
es: Flash Libre

source: Remove preinstalled plugins
es: Retire plugins preinstalados

source: remove nearly every preinstalled plugin and the dependencies
es: quitar casi todos plugin preinstalado y las dependencias

source: Remove WLAN support
es: Eliminar el soporte de WLAN

source: remove WLAN plugins and drivers
es: quitar controladores y plugins WLAN

source: Remove HbbTV support
es: Eliminar el soporte HbbTV

source: uninstall HbbTV plugin and browser
es: desinstalar el navegador y el plugin de HbbTV

source: Remove samba server
es: Retire el servidor Samba

source: remove samba server, NOT cifs filesystem support
es: quitar el servidor de samba, no soporte cifs en el sistema de archivos

source: Remove USB tuner support
es: Eliminar el sintonizador USB

source: uninstall kernel modules and firmware packages for USB tuners
es: Desinstalar paquetes de firmware para sintonizadores USB y modulos del kernel

source: Remove language files
es: Eliminar los archivos de idioma

source: delete translation files expect configured language
es: eliminar archivos que configura el idioma de la traducción

source: W A R N I N G !!! Do not delete stuff you need afterwards VTI-Team is not responsible for loss of data Do you accept ?
es: W A R N I N G!!!!!! ¿No borrar cosas necesita luego VTI-Team no es responsable por la pérdida de datos quiere aceptar?

source: Free space at flash memory : %d MB
es: Liberar espacio en memoria flash: %d MB

source: Backup/restore device : %s
es: Dispositivo de backup y restore: %s

source: set device for directory vti-backupsuite
es: Seleccione dispositivo para directorio vti-backupsuite

source: Backup installed plugins
es: Copia de seguridad instala plugins

source: creates a list of installed plugins, skins and softcams
es: crea una lista de plugins instalados, pieles y softcams

source: Backup channel settings
es: Configuraciones de copia de seguridad del canal

source: save channel and bouquet settings
es: cargar configuración guardada de canal y lista

source: Backup configurations
es: Configuraciones de copia de seguridad

source: save common configurations for GUI, plugins and softcams
es: Guardar configuraciones comunes para GUI, plugins y softcams

source: Restore plugins from saved list
es: Restaurar los plugins de lista guardada

source: installs all available plugins from online feed
es: instala todos los plugins disponibles desde fuentes en línea

source: Restore channel settings
es: Restaurar los ajustes de canales

source: reload saved channel and bouquet settings
es: cargar configuración guardada de canal y lista

source: Restore configurations
es: Restaurar configuraciones

source: restore common configurations for GUI, plugins and softcams
es: Restaurar configuraciones comunes para GUI, plugins y softcams

source: Install local packages
es: Instalar paquetes locales

source: from %s/vti-backupsuite/plugins
es: de %s/vti-backupsuite/plugins

source: Run personal script
es: Ejecutar script personal

source: executes your personal backup/restore scripts
es: ejecuta los scripts personales de backup y restore

source: List of installed plugins was created succesfully
es: Lista de plugins instalados fue creada con éxito

source: Creating list of installed plugins failed
es: Creación de lista de plugins instalados falló

source: Settings backup finished succesfully
es: Configuración copia de seguridad terminada con éxito

source: Backup settings failed
es: Configuración de copia de seguridad fallida

source: Common configuration backup finished succesfully
es: copia de seguridad de configuración finalizó con éxito

source: Backup of common configurations failed
es: Copia de seguridad de configuraciones comunes de error

source: Restoring settings finished successfully
es: Restauración de la configuración terminaron con éxito

source: Restoring settings failed
es: Restauración de la configuración fallida

source: Are you sure you want to run following script:
es: Está seguro que desea ejecutar el siguiente script:

source: VTI BackupSuite is running personal script ...
es: VTI BackupSuite está ejecutando su script personal...

source: News
es: Noticias

source: System Tools
es: Herramientas del sistema

source: Cam Center
es: Centro Cam

source: VTI Cam Center
es: VTI Centro Cam

source: select or install your favourite cam
es: seleccionar o instalar tu cam favorita

source: VTI System Info
es: VTI Información del sistema

source: Infos about your Vu+ STB
es: Infos sobre el Vu + STB

source: VTI System Tools
es: VTI Herramientas del sistema

source: manage your Vu+ STB
es: gestionar su Vu + STB

source: VTI Software Tools
es: VTI Herramientas de Software

source: backup/restore or install software
es: backup y restore o instalar software

source: VTI Software Manager
es: VTI Administración de Software

source: install/download software for your Vu+
es: instalar/descargar driver para tu Vu +

source: manual Installer
es: Instalación manual

source: install .tar.gz or ipkg manually
es: instalar. tar.gz o ipkg manualmente

source: open enigma2 Plugin Menu
es: Abrir menú del Plugin enigma2

source: VTI Sub Menu
es: VTI Sub menú

source: Restore and backup installed channellist and plugins
es: Restauración y copia de seguridad instalada la lista de canales y plugins

source: Image Backup / Restore
es: Imagen de Backup / Restore

source: backup or flash an image
es: copia de seguridad o una imagen de flash

source: Image Flash Tool
es: Herramienta de imagen de Flash

source: download images from vuplus-support.org and flash it
es: Descargar imagen de vuplus-support.org y flashear

source: Driver Manager
es: Administrador de controladores

source: install/download driver for your Vu+
es: instalar/descargar driver para tu Vu +

source: Expert Backup / Restore
es: Expertos Backup / Restore

source: backup or restore your settings (only for experts)
es: copia de seguridad o restaurar configuración (sólo para expertos)

source: Install .tar.gz
es: Instalar. tar.gz

source: Install all .tar.gz file form /tmp
es: Instalar todos los. tar.gz archivo/tmp

source: Install Ipkg
es: Instalar Ipkg

source: Install local ipkg
es: Instalar ipkg local

source: Advanced Ipkg Install
es: Instalación avanzada ipkg

source: Install local ipkg with --force overwrite
es: Instalar ipkg local con--force overwrite

source: VTI manual Addon Installer
es: VTI Manual instalación complementos

source: Update Image
es: Actualización de la imagen

source: Update your STB image from Internet.
es: Actualizar su imagen STB desde Internet.

source: VTI Image Tools
es: VTI Herramientas Imagen

source: Device Manager
es: Administración de dispositivos

source: manage your HDD's and USB devices
es: administrar tus discos duros y dispositivos USB

source: File Manager
es: Administrador de archivos

source: open Filemanager
es: abrir administrador de archivos

source: Network Browser
es: Navegador de red

source: open NetworkBrowswer
es: abrir NetworkBrowswer

source: Remove preinstalled packages from image
es: Eliminar paquetes preinstalados de imagen

source: EPG Settings
es: Configuración EPG

source: set EPG path, restore or backup EPG data
es: establecer la ruta de EPG, restauración o copia de datos de la EPG

source: Custom Main Menu
es: Menú Principal personalizada

source: delete entries from main menu of your VU+
es: eliminar entradas del menú principal de tu VU +

source: Cronjob Manager
es: Administrador de tarea programada

source: manage cronjobs of your VU+
es: gestionar cronjobs de su VU +

source: Run Command
es: Ejecutar orden

source: run executable files of your VU+
es: ejecutar archivos ejecutables de tu VU +

source: Set VTI Panel Password
es: Establecer contraseña del Panel VTI

source: activate/change password for VTI Panel
es: Activar / cambiar la contraseña para el panel VTI

source: Set Root Password
es: Clave del Root

source: set root password of your stb
es: Configurar contraseña de root de su stb

source: enable/disable Systemservices
es: activar/desactivar servicios del sistema

source: USB DVB-T/C/S2 Panel
es: Panel de USB DVB-T/C/S2

source: manage Sundtek USB DVB Stick
es: administrar Sundtek USB Stick DVB

source: Remove WebBrowser
es: Retire WebBrowser

source: removes WebBrowser and dependencies
es: elimina el Web browser y dependencias

source: Remove Opera HbbTV
es: Retire Opera HbbTV

source: removes Opera HbbTV and dependencies
es: elimina ópera HbbTV y dependencias

source: IPK Uninstaller
es: Desinstalación IPK

source: remove seletected package from stb
es: Eliminar el paquete seleccionado de stb

source: Purge Enigma2 Crashlogs
es: Purga Enigma2 CrashLogs

source: selective wipe of enigma2 crashlogs
es: barrido selectivo de enigma2 crashlogs

source: create and manage your Swapfile
es: crear y administrar su archivo

source: Set NTP Time
es: Establece tiempo de NTP

source: refresh time for enigma2 from ntp server
es: actualizar hora para enigma2 de servidor ntp

source: Harddisk Standby
es: Disco duro en espera

source: turns hdd immediately into standby mode
es: poner disco duro inmediatamente en modo de espera

source: Bitrate Viewer
es: Visor Bitrate

source: Show Advanced Bitrate infos
es: Mostrar info avanzada Bitrate

source: ECM Info
es: Información ECM

source: show ecm infos from temp dir
es: Mostrar info de ecm en /temp

source: News about VTI
es: Noticias sobre VTI

source: show Feed updates
es: actualizaciones disponibles.

source: Info about current system
es: Información sobre el sistema actual

source: show information about processes, load, mounts ...
es: muestra información sobre procesos, carga, montajes...

source: Show processes
es: Mostrar procesos

source: show running processes
es: Procesos en ejecución

source: Show filesystem mounts
es: Ver montajes de sistema de archivos

source: show active mounts
es: mostrar los montajes activos

source: Harddisk Temperature
es: Temperatura de disco duro

source: show HDD Temperature
es: Mostrar temperatura de disco duro

source: Show Consolesessions
es: Ver Consolesessions

source: show all active user sessions
es: Mostrar todas las sesiones de usuario activo

source: Show Uptime
es: Tiempo de Funcionamiento

source: show operating system uptime of stb
es: Mostrar tiempo de actividad del sistema operativo de stb

source: Show Networkconnections
es: Ver conesiones de red

source: show all connected sockets from ip-stack
es: Mostrar todos los sockets conectados de pila ip

source: Show Systemmemory Info
es: Mostrar información del Systemmemory

source: show whole system memory usage
es: Uso de memoria del sistema

source: Show Networkdetails
es: Ver detalles de red

source: shows assigned ip-adresses, routingtable and nameserver
es: muestra asignado direcciones ip, routingtable y servidor de nombres

source: Show diskspace
es: Ver espacio en disco

source: show diskpace
es: Mostrar espacio disco

source: Image Info
es: Información de la imagen

source: show simple Image infos
es: Mostrar info de imagen simple

source: VTI System Infos
es: VTI Información del sistema

source: Backup installed channellist and plugins
es: Copia de seguridad instalado channellist y plugins

source: Restore installed channellist and plugins
es: Restaurar la lista de canales y los plugins instalados

source: Backup Image
es: Imagen de backup

source: Backup your running STB image.
es: Copia de seguridad de la imagen corriente de STB.

source: Restore Image
es: Restaurar imagen

source: Restore your backuped STB image.
es: Restaurar su imagen STB backuped.

source: Select your backup device.
es: Seleccione su dispositivo de copia de seguridad.

source: VTI Image Backup/Restore
es: VTI Backup y Restore de Imagen

source: Backup your STB settings.
es: Hacer copia de tus ajustes

source: Restore your STB settings.
es: Restaurar la configuración STB.

source: Restore your backups by date.
es: Restaurar su backup for fecha.

source: Select files for backup.
es: Seleccionar ficheros para backup.

source: VTI Expert Backup/Restore
es: VTI Backup y Restore experto

source: VTI .tar.gz installer
es: Instalador VTI. tar.gz

source: VTI IPK Installer
es: VTI Instalador de IPK

source: The Device Manager is not installed! Please install it.
es: ¡El administrador de dispositivos no está instalado! Por favor instálelo.

source: The FileManager is not installed! Please install it.
es: ¡No se instala el FileManager! Por favor instálelo.

source: The NetworkBrowser is not installed! Please install it.
es: ¡El navegador no está instalado! Por favor instálelo.

source: VTI Harddisk Standbymode
es: VTI disco duro en reposo

source: VTI show ecm.info
es: VTI Mostrar ecm.info

source: VTI show running processes
es: VTI muestra procesos en ejecución

source: VTI show mounted filesystems
es: VTI Mostrar sistemas de ficheros montados

source: VTI show networkconfiguration and routingtable
es: VTI Mostrar la configuración de red y la tabla de enrutamiento

source: Harddiskmanufacturer, Type and it's Temperature :
es: Harddisk marca, tipo y temperatura:

source: Are you sure to set hdd in standby mode?
es: ¿Seguro configurar disco duro en modo de espera?

source: HDD Temperature
es: HDD Temperatura

source: No internal Harddisk detected!!!! Please install an internal Harddisk first to be in a position to check harddisk temperature.
es: ¡Detectadas ningún disco duro interno! Por favor, instale un disco duro interno para estar en condiciones de temperatura de disco duro.

source: Active Usersessions :
es: Usersessions activa:

source: Current Time, Operating Time and Load Average :
es: El tiempo actual, el tiempo de funcionamiento de carga y media:

source: Uptime
es: Tiempo de Funcionamiento

source: VTI show network stats
es: VTI Mostrar estadísticas de red

source: Current Memory Usage :
es: Uso actual de la memoria:

source: Memory Usage
es: Uso de la memoria

source: VTI show free diskspace
es: VTI Mostrar espacio libre en disco

source: Menu not implemented yet!!!! feel free to code this menu now ;)
es: Menú aun no implementado!!! no dude de este menú de código ahora ;)

source: Install/update finished.
es: Terminado de instalar o actualizar.

source: VTI Restore Image
es: VTI Restaurar imagen

source: No image found!!!! Please copy usb image or restore image to /media/hdd/vuplus/MODEL .
es: ¡Ninguna imagen encontrada!!!!!! Por favor copiar usb imagen o restaurar la imagen a /media/hdd/vuplus/MODEL.

source: VTI-Backup done.
es: VTI-Backup hecho.

source: VTI-Backup failed.
es: VTI-Falló el Backup.

source: No Harddisk or Harddisk with S.M.A.R.T capabilites detected
es: No hay disco duro o disco duro con capacidades de Smart detectadas

source: At
es: En

source: Could not grep Uptime Information from busybox
es: No se encuentra información de tiempo de actividad de busybox

source: Could not grep socket information from busybox
es: No se encuentra información de socket de busybox

source: Could not grep Memory Usage information from busybox
es: No se encuentra información de uso de la memoria de busybox

source: VTI Status List Menu
es: VTI Menú de lista de estado

source: Stop Swap
es: Dejar Swap

source: Start Swap
es: Intercambio de inicio

source: VTI SwapFile Menu
es: VTI Menú SwapFile

source: VTI Services Menu
es: VTI Menú de servicios

source: Force uninst.
es: Forzar desinstalación.

source: VTI IPK Uninstaller Menu
es: VTI Menú desinstalación de IPK

source: Remove Skin
es: Eliminar piel

source: VTI Skinremove Menu
es: VTI Menú remover pieles

source: Remove selected
es: Eliminar seleccionado

source: Remove all
es: Eliminar todo

source: Remove older 7 Days
es: Eliminado Crashlogs más de 7 días...

source: VTI Crashlogremove Menu
es: VTI Menú Borrado Crashlog

source: not in use
es: en desuso

source: MB swapfile on
es: Archivo de MB en

source: Are you sure to delete swapfile ?
es: ¿Está seguro de eliminar el archivo?

source: Are you sure to %s ?
es: ¿Está seguro de a %s?

source: VTI Start Service
es: VTI Servicio de inicio

source: VTI Stop Service
es: VTI Servicio de la parada

source: VTI Restart Service
es: VTI Reiniciar servicio

source: VTI Skinremoval
es: VTI Remover pieles

source: VTI Remove Enigma2 Crashlog
es: VTI Eliminar Enigma2 Crashlog

source: Deleted Crashlogs older 7 Days...
es: Eliminado Crashlogs más de 7 días...

source: stopping swap for
es: detener el intercambio de

source: swapfile was deleted successfully
es: archivo fue suprimido con éxito

source: VTI create SwapFile
es: VTI crear archivo SwapFile

source: no swapfile active...
es: no hay archivo activo...

source: swapfile was created successfully
es: swapfile fue creado correctamente.

source: VTI IPK Uninstall
es: VTI Desinstalador de IPK

source: VTI IPK Uninstall ignore depencies
es: VTI desinstalar IPK ignorando dependencias

source: Stop Cam
es: Parar Cam

source: Start Cam
es: Inicio Cam

source: Restart Cam
es: Reiniciar Cam

source: Manage Cams
es: Administrar Cams

source: Select Cam and press OK to activate
es: Seleccione la Cam y oprima OK para activar

source: NO CAM ACTIVE !!! Cant restart current cam
es: ¡NO CAM ACTIVA!!!!!! No puede reiniciar la cam actual

source: cam info :
es: información de la CAM:

source: Starting cam :
es: Iniciando Cam :

source: Stopping cam :
es: Parar cam:

source: Restarting cam :
es: Reiniciar Cam:

source: Min
es: Mín

source: Max
es: Máx.

source: Current
es: Corriente

source: Average
es: Media

source: Download or delete Cam
es: Descargar o eliminar Cam

source: Change Root Password
es: Restablecer contraseña root

source: Set Password
es: Establecer Contraseña

source: new Random
es: nuevos al azar

source: virt. Keyboard
es: virt. Teclado

source: Enter new Password
es: Introduzca nueva contraseña

source: Sucessfully changed password for root user to: %s
es: Correctamente cambiada la contraseña de root para: %s

source: Unable to change/reset password for root user
es: No se puede cambiar/restablecer contraseña de usuario root

source: Enter your password here:
es: Introduzca aquí la contraseña.

source: Software Update
es: Actualización de Software

source: Manage your VU+ Team Image
es: Gestionar su imagen de equipo VU +

source: VTI CronManager
es: VTI Administrador de Cron

source: Execute
es: Ejecutar

source: Command: %s was executed
es: Comando: %s fue ejecutado

source: your cronjob
es: la tarea programada

source: Add a job to CronManager
es: Agregar un trabajo a CronManager

source: Command to execute :
es: comando a ejecutar

source: Additional command options :
es: Opciones adicionales:

source: Input minute :
es: Introduce los minutos aquí

source: Input hour :
es: Hora de entrada:

source: Input day :
es: Dia de entrada:

source: Input month :
es: Mes de la entrada:

source: Input weekday :
es: Entrada lunes a viernes:

source: Modify a CronManager job
es: Modificar una tarea CronManager

source: Select a executable file for a cronjob
es: Seleccione un archivo ejecutable para una tarea programada

source: NTP server
es: Servidor NTP:

source: is activated.
es: está activada.

source: NTP-Server Country Selection
es: Selección de país de servidor NTP

source: NTP-Server Contenant Selection
es: Servidor NTP Contenant selección

source: show Updates
es: Actualizaciones

source: It seems that your Internet connection is not ok, please check it
es: Parece que tu conexión a Internet no está bien, compruebe

source: The news file can not be analyzed, please be patient and try again later
es: El archivo de noticias no puede ser analizado, por favor, sea paciente e inténtalo de nuevo más tarde

source: Upgradable Packages
es: Paquetes actualizables

source: show News
es: Mostrar noticias

source: Package : %s old version : %s new version : %s
es: Paquete: %s la versión antigua: %s nueva versión: %s

source: Your System is up to date
es: Tu Sistema esta Actualizado

source: There are updates available. Do you want to open Software Update menu ?
es: Hay actualizaciones disponibles. ¿Desea abrir el menú de actualización de Software?

source: VTI custom main menu
es: VTI Menú principal personalizado

source: Execute:
es: Ejecutar

source: VTI ExeManager
es: VTI Administrar ejecutables

source: File %s was not found
es: No se encontró el archivo: %s.

source: File %s is not executable
es: Archivo %s no es ejecutable

source: your executable
es: su ejecutable

source: Add a executable to ExeManager
es: Añadir un archivo ejecutable a ExeManager

source: Show command output :
es: Mostrar la salida del comando:

source: Modify execute command
es: Modificar ejecutar comando

source: Screenshot
es: Captura de pantalla

source: PROCESS
es: PROCESO

source: CPU %
es: % DE CPU

source: DEVICE
es: Dispositivo

source: MOUNTPOINT
es: PUNTO DE MONTAJE

source: SIZE
es: TAMAÑO

source: FREE
es: LIBRE

source: IMAGE :
es: IMAGEN:

source: SWAP
es: Intercambio

source: USED :
es: USADO:

source: FREE :
es: LIBRE:
