Repository: TomS2/VTi-localisation
Catalog: locale/*.po
Languages: es

source: FLASH IS BROKEN
es: FLASH ESTÁ ROTO

source: FPGA Upgrade
es: Actualización FPGA

source: FRAGM Threshold (256~2346)
es: FRAGM umbral (256 ~ 2346)

source: Factory reset
es: Reinicio de fábrica

source: Factory reset fail
es: Restablecimiento de Fábrica

source: Fail to download.
es: Fallo descarga.

source: Fail to update!!
es: Fallo actualización.

source: Fail to upgrade!! Retry!!
es: Fallo actualizar!! Vuelva a intentar!!

source: Fail to upgrade. Cause :
es: Fallo actualizar. Causa:

source: Fail to upgrade. Cause : Can't found device. Do you want to exit?
es: Fallo actualizar. Causa: No encuentra dispositivo. ¿Desea salir?

source: Fail to verify data file. file[%s] md5[%s]
es: No verificar el archivo de datos. el archivo [%s] md5 [%s]

source: Failed
es: Falló

source: Fallback to default skin at skin errors
es: Volver a la piel por defecto si errores en la piel

source: Fan %d
es: Ventilador %d

source: Fan Control
es: Control de ventilador

source: Fan basic action
es: Acción básica del ventilador

source: Fan control
es: Control de ventilador

source: Fan off duration time
es: Ventilador en off tiempo de duración

source: Fan on duration time
es: Ventilador en tiempo de duración

source: Fast
es: Rápido

source: Fast DiSEqC
es: DiSEqC Rapido

source: Fast Forward speeds
es: Velocidades hacia delante

source: Fast epoch
es: Época rápida

source: Favourites
es: Favoritos

source: File
es: Archivo

source: File not Found! /proc/bus/nim_sockets
es: Archivo no encontrado! /proc/bus/nim_sockets

source: File not found
es: Archivo no encontrado

source: File transfer was cancelled by user
es: Transferencia de archivos fue cancelada por el usuario

source: Filesystem Check
es: Chequear sistema de ficheros

source: Filesystem check finished sucessfully
es: Verificación de sistema de archivos terminado correctamente

source: Filesystem contains uncorrectable errors
es: El sistema de archivos contiene errores graves

source: Finetune
es: Ajuste fino

source: Finished
es: Terminado

source: Finished configuring your network
es: Terminó de configurar su red

source: Finished restarting your network
es: Terminó reinicio de red

source: Finnish
es: Finlandés

source: Firmware Upgrade
es: Actualización de firmware

source: Firmware does not exist.
es: Firmware no existe.

source: Follow the instructions on the front-display.
es: Siga las instrucciones en la pantalla de frente.

source: Following tasks will be done after you press OK!
es: ¡Las siguientes tareas serán hechas después de pulsar OK!

source: For use this plugin, you must update the kernel version to 3.1 or later
es: Para utilizar este plugin, usted debe actualizar la versión del kernel a 3.1 o posterior

source: Format
es: Formato

source: Format filesystem, please wait ...
es: Formato sistema de archivos, por favor espere...

source: Format finished sucessfully.
es: Formato terminado correctamente.

source: Frame size in full view
es: Tamaño de trama en vista completa

source: Framerate
es: Imágenes por segundo

source: Free : %s
es: Libre: %s

source: French
es: Francés

source: Frequency
es: Frecuencia

source: Frequency bands
es: Bandas de frecuencia

source: Frequency scan step size(khz)
es: Tamaño de paso de frecuencia(khz)

source: Frequency steps
es: Pasos de frecuencia

source: Fri
es: Vie

source: Frisian
es: Frisón

source: Front LED OK?
es: ¿Frontal LED OK?

source: Front LED OK? yes-ok no-exit
es: ¿Frontal LED OK? ok sí no-salida

source: Front Processor
es: Front end processor

source: Front USB Slot
es: Ranura frontal USB

source: Frontprocessor version: %d
es: Versión Frontprocessor: %d

source: Fsck failed
es: Falló el fsck

source: Full 1:1 back-up direct on USB
es: Completa 1:1 respaldo directo en USB

source: Full 1:1 back-up in USB format
es: Respaldo completo 1:1 en formato USB

source: Full back-up direct to USB
es: Respaldo completo directo a USB

source: Full back-up on HDD
es: Completo respaldo en disco duro

source: Full back-up on HDD/USB
es: Respaldo completo en HDD/USB

source: Full back-up to USB
es: Completo respaldo a USB

source: Full back-up to the harddisk
es: Completo respaldo en el disco duro

source: GUI needs a restart to apply a new skin Do you want to Restart the GUI now?
es: GUI necesita reiniciar para aplicar la nueva piel ¿Quiere Reiniciar el GUI ahora?

source: GUI restart now, press 'OK' button.
es: GUI de reiniciar ahora, pulse el botón 'OK'.

source: Gateway
es: Puerta de enlace

source: General Dolby Digital delay (ms)
es: Retardo general Dolby Digital (ms)

source: General PCM delay (ms)
es: Retardo general PCM (ms)

source: Genre
es: Género

source: German
es: Alemán

source: Getting plugin information. Please wait...
es: Leyendo información del complemento. Espere...

source: Go to next page.
es: Ir a la página siguiente

source: Go to previous page.
es: Ir a la página anterior

source: Goto 0
es: Ir a 0

source: Goto position
es: Ir a la posición

source: Graphical Multi EPG
es: Multi EPG Gráfico

source: Greek
es: Griego

source: Green boost
es: Aumentar verde

source: Group Rekey Interval
es: Intervalo de cambio de claves de grupo

source: Guard interval
es: Intervalo de guarda

source: HDMI CEC enabled:
es: HDMI CEC habilitado:

source: Harddisk
es: Disco duro

source: Harddisk setup
es: Configuración del disco duro

source: Harddisk standby after
es: Disco duro en reposo después

source: Harddisk standby after :
es: Disco duro en reposo después

source: HbbTV Applications
es: Aplicaciones HbbTV

source: HbbTV Browser was not running. Please running browser before start HbbTV Application.
es: Navegador de HbbTV no funcionaba. Por favor, ejecutando el navegador antes de iniciar aplicación HbbTV.

source: Hidden network
es: Red oculta

source: Hierarchy info
es: Información de la jerarquía

source: High bitrate support
es: Soporte de bitrate alto

source: How many minutes do you want to record?
es: ¿Cuántos minutos quiere grabar?

source: How many partitions do you want?(1-4)
es: ¿Cuantas particiones quieres? (1-4)

source: Hue
es: Matiz

source: Hungarian
es: Húngaro

source: ISO file is too large for this filesystem!
es: ¡El fichero ISO es demasiado grande para este sistema de ficheros!

source: ISO path
es: ruta ISO

source: Icelandic
es: Islandés

source: If WOL is enabled, power consumption will be around 2W. ErP Standby Power Regulation (<0.5W at standby) cannot be met. Proceed?
es: Si se habilita WOL, consumo de energía será alrededor de 2W. Regulación de potencia Standby de ErP (< 0.5W en modo de espera) no puede cumplirse. ¿Proceder?

source: If you place an USB-stick containing this file then the back-up will be automatically made onto the USB-stick and can be used to restore the current image if necessary.
es: Si pones una memoria USB que contiene este archivo luego el respaldo se realizará automáticamente en la memoria USB y puede utilizarse para restaurar la imagen actual si es necesario.

source: If you see this, something is wrong with your scart connection. Press OK to return.
es: Si ve esto, es que algo está mal con la conexión del euroconector. Pulse OK para volver.

source: If you want to quit the Browser, Press RED -> EXIT.
es: Si desea dejar el explorador, tecla roja-> salida.

source: If your TV has a brightness or contrast enhancement, disable it. If there is something called "dynamic", set it to standard. Adjust the backlight level to a value suiting your taste. Turn down contrast on your TV as much as possible. Then turn the brightness setting as low as possible, but make sure that the two lowermost shades of gray stay distinguishable. Do not care about the bright shades now. They will be set up in the next step. If you are happy with the result, press OK.
es: Si su TV tiene mejoras en el brillo o el contrase, desactívelo. Si hay algo llamado "dinámico", póngalo a estándar. Ajuste el nivel de luz trasera a un valor que le guste. Ponga el contraste en su TV lo más bajo posible. Ponga el brillo lo más bajo posible, pero esté seguro que los niveles de las sombras de grises más bajos son apreciables. No se preoucpe ahora sobre las sombras. Estas serán configuradas en el siguiente paso. Si está contento con los resultados, pulse OK.

source: Ignore Broadcast SSID
es: Ignorar la difusión SSID

source: Image
es: Imagen

source: Image creation FAILED!
es: ¡Fallo creación de imagen!

source: In Progress
es: En Progreso

source: Include optional infomation
es: Incluir la información opcional

source: Include settop information
es: Incluir información de settop

source: Increased voltage
es: Voltaje incrementado

source: Index
es: Índice

source: InfoBar
es: Barra de información

source: Infobar timeout
es: Tiempo visualización de la barra de información

source: Init
es: Iniciar

source: InitInitializing, please wait ...
es: Inicializando, por favor espere...

source: Initial Fast Forward speed
es: Velocidad de avance rápido inicial

source: Initial Rewind speed
es: Velocidad inicial de rebobinado

source: Initial location in new timers
es: Ruta inicial en nuevas programaciones

source: Initialization
es: Inicialización

source: Initialize
es: Inicializar

source: Initializing Harddisk...
es: Inicializando Disco duro...

source: Input
es: Entrada

source: Input Hidden ESSID
es: Entrada ESSID oculto

source: Input device setup
es: Configuración del dispositivo de entrada

source: Input mount point path.
es: Entrada de montaje punto de ruta.

source: Input size of partition %s.(Max = %d MB)
es: Tamaño de la partición %s. de entrada (Max = %d MB)

source: Install
es: Instalar

source: Install a new image with a USB stick
es: Instalar una nueva imagen con un pendrive

source: Install a new image with your web browser
es: Instalar una nueva imagen con su navegador web

source: Install extensions.
es: Instalar extensiones.

source: Install local extension
es: Instalar extensión local

source: Install or remove finished.
es: Instalación o borrado terminado.

source: Install settings, skins, software...
es: Instalar configuración, skins, software...

source: Installation finished.
es: Instalación terminada.

source: Installing
es: Instalando

source: Installing Software...
es: Instalando Software...

source: Installing default sat lists... Please wait...
es: Instalando las lista de sat por defecto... Espere...

source: Installing defaults... Please wait...
es: Instalando por defecto... Espere...

source: Installing package content... Please wait...
es: Instalando el contenido del paquete... Espere...

source: Instant record location
es: Ruta de grabación instantánea

source: Intermediate
es: Intermedio

source: Internal Flash
es: Flash Interna

source: Internal USB Slot
es: Ranura del USB interno

source: Invalid
es: Inválido

source: Invalid Choice
es: Opción no válida

source: Invalid Fragm Threshold
es: Umbral de Fragm no válido

source: Invalid Location
es: Localización inválida

source: Invalid RTS Threshold
es: Umbral RTS no válido

source: Invalid SSID
es: SSID no válido

source: Invalid URL!!(Empty) Please, Input to the URL.
es: ¡URL no válida! (Vacío) Por favor, ingrese a la URL.

source: Invalid URL. Please check again!!
es: URL no válida. Por favor revise de nuevo!!

source: Invalid WEP key
es: Clave WEP no válida

source: Invalid WPA key
es: Clave WPA no válida

source: Invalid WirelessLan Module.
es: Módulo de WirelessLan no válido.

source: Invalid beacon
es: Faro no válido

source: Invalid channel
es: Nombre del canal no válido.

source: Invalid directory selected: %s
es: Directorio seleccionado inválido: %s

source: Invalid model or Image.
es: Modelo o imagen no valido.

source: Invalid wpagrouprekey
es: Wpagrouprekey no válida

source: Inversion
es: Inversión

source: It will move the mouse pointer down.
es: Se moverá el puntero del ratón hacia abajo.

source: It will move the mouse pointer left.
es: Se moverá el puntero izquierdo.

source: It will move the mouse pointer right.
es: Se moverá el puntero derecho.

source: It will move the mouse pointer up.
es: Moverá el puntero del mouse hacia arriba.

source: Italian
es: Italiano

source: Job View
es: Ver Trabajo

source: Just Scale
es: Sólo escala

source: KEY
es: Clave o llave

source: KEY (8~63 Characters)
es: CLAVE (8 ~ 63 caracteres)

source: Keep
es: Coloca

source: Key Type
es: Tipo de clave

source: KeyType
es: Tipo de clave

source: Keyboard
es: Teclado

source: Keyboard Layout
es: distribución del teclado

source: Keyboard Map
es: Mapa del teclado

source: Keyboard Setup
es: Configurar Teclado

source: Keymap
es: Mapa de teclado

source: LAN Adapter
es: Adaptador de red

source: LAN connection
es: Conexión de red local

source: LED Brightness Setup
es: Configuración de brillo de LED

source: Language
es: Idioma

source: Language selection
es: Selección de idioma

source: Last config
es: Última configuración

source: Last speed
es: Última velocidad

source: Latitude
es: Latitud

source: Latvian
es: Letón

source: Leave DVD Player?
es: Salir del Reproductor de DVD?

source: Left
es: Izda

source: Left Key
es: Tecla izquierda

source: Left Mouse Button
es: Botón Izq. del Ratón

source: Limit east
es: Límite este

source: Limit west
es: Límite oeste

source: Limited character set for recording filenames
es: Charset limitado para la grabación de nombres de fichero

source: Limits off
es: Quitar límites

source: Limits on
es: Límites activos

source: Link Quality:
es: Calidad Enlace:

source: Link:
es: Enlace:

source: Linked titles with a DVD menu
es: Enlazar los títulos con un menú de DVD

source: List available networks
es: Lista de redes disponibles

source: List of Storage Devices
es: Listar dispositivos de almacenamiento

source: Lithuanian
es: Lituano

source: Load
es: Cargar

source: Load Length of Movies in Movielist
es: Calcular longitud de Películas en la lista

source: Local Network
es: Red Local

source: Location
es: Localización

source: Location for instant recordings
es: Ruta para grabaciones instantáneas

source: Lock:
es: Bloqueo:

source: Locking Fail Error
es: Bloqueo Error Fail

source: Log results to harddisk
es: Logear resultados al disco duro

source: Long Keypress
es: Pulsar tecla largo

source: Long filenames
es: Nombres de ficheros largos

source: Longitude
es: Longitud

source: MMC Card
es: Tarjeta MMC

source: MORE
es: MAS

source: Mac address fail
es: Dirección Mac falla

source: Main menu
es: Menú principal

source: Mainmenu
es: Menú principal

source: Make filesystem Error /dev/%s. Please check your device.
es: Hacer el sistema de archivos Error /dev/%s. Por favor, compruebe el dispositivo.

source: Make this mark an 'in' point
es: Hacer esta marca como un punto de entrada

source: Make this mark an 'out' point
es: Hacer esta marca como un punto de salida

source: Make this mark just a mark
es: Hacer una marca normal

source: Manage extensions
es: Manejar extensiones

source: Manage your receiver's software
es: Manejar el software de su receptor

source: Manual Fan control
es: Control de ventilador manual

source: Manual Scan
es: Búsqueda Manual

source: Manual configuration
es: Manual de configuración

source: Manual transponder
es: Transponder manual

source: Manufacturer
es: Fabricante

source: Margin after record
es: Margen después de grabar

source: Margin before record (minutes)
es: Margen antes de grabar (minutos)

source: Mark movie as seen after X %
es: Marcar pelicula como vista después de X %

source: Mark recording services in service list
es: Marcar canales en grabandose en la lista de canales.

source: Medium is not a writeable DVD!
es: ¡El disco no es un DVD escribible!

source: Medium is not empty!
es: ¡El disco no está vacío!

source: Menu
es: Menú

source: Message
es: Mensaje

source: Message...
es: Mensaje...

source: Method
es: Método

source: Mkfs failed
es: Falló mkfs

source: Mode
es: Modo

source: Mode 1
es: Modo 1

source: Mode 2
es: Modo 2

source: Model:
es: Modelo:

source: Modem Manager
es: Administrador de módems

source: Modulation
es: Modulación

source: Modulator
es: Modulador

source: Mon
es: Lun

source: Mon-Fri
es: Lun-Vie

source: Mosquito noise reduction
es: Reducción de ruido de mosquito

source: Mount
es: Montar

source: Mount Failed! (%s -> %s)
es: Error de montaje. (%s -> %s)

source: Mount Failed! Current path is already mounted by "%s"
es: Error de montaje. Ruta actual ya está montado por "%s"

source: Mount Point
es: Punto de montaje

source: Mount Point : %s -> %s
es: Punto de montaje: %s-> %s

source: Mount Point : %s ->%s
es: Punto de montaje: %s-> %s

source: Mount Point : click ok button on here.
es: Punto de montaje: haga clic en ok Aceptar aquí.

source: Mount Point is not writeable. Path : %s
es: Punto de montaje no es escribible. Ruta: %s

source: Mount failed
es: Falló el montaje

source: Mount known devices automatically :
es: Montar dispositivos conocidos automáticamente:

source: Mounted on : %s
es: Montado en: %s

source: Mouse
es: Ratón

source: Move
es: Mover

source: Move Picture in Picture
es: Mover imagen en imagen

source: Move east
es: Mover al este

source: Move west
es: Mover al oeste

source: Movie location
es: Ubicación de películas:

source: Movielist menu
es: Menú de lista de películas

source: Movies / Timers
es: Películas / temporizadores

source: Movies
es: Peliculas

source: Timer
es: Reservas

source: Multi EPG
es: EPG Múltiple

source: Multi-EPG bouquet selection
es: Selección de lista Multi-EPG

source: Multiple service support
es: Soporte de canales múltiples

source: Music Directory
es: Directorio de música

source: Mute
es: Silencio

source: NEXT
es: SIGUIENTE

source: NOW
es: AHORA

source: NO_GET_APPNAME Press exit!
es: ¡NO_GET_APPNAME Presione exit!

source: Name :
es: Nombre:

source: Nameserver
es: Servidor de nombres

source: Nameserver %d
es: Servidor de nombres %d

source: Nameserver Setup
es: Configuración servidor de nombres

source: Namespace
es: Espacio de nombres

source: NetDrive Setup
es: Configuración de NetDrive

source: NetMask
es: Máscara de red

source: Netmask
es: Máscara de red

source: Network
es: Red

source: Network Configuration...
es: Configuración de Red...

source: Network Mount
es: Montaje de red

source: Network Setup
es: Configuración de red

source: Network Wizard
es: Asistente de Red

source: Network configuration is not changed.... Are you sure you want to restart your network interfaces?
es: No se cambia la configuración de la red... ¿Está seguro de que desea reiniciar las interfaces de red?

source: Network scan
es: Escanear red

source: Network setup
es: Configuración de red

source: Network test
es: Testear Red

source: Network test...
es: Testear Red...

source: Network test:
es: Testeo de Red:

source: Network:
es: Red:

source: NetworkWizard
es: Asistente de Red

source: New
es: Nuevo

source: New PIN
es: Nuevo PIN

source: Next
es: Siguiente

source: No (supported) DVDROM found!
es: ¡No (soportado) DVDROM encontrado!

source: No AP detected.
es: Ningún AP detectado.

source: No Connection
es: Sin conexión

source: No HDD found or HDD not initialized!
es: ¡HDD no encontrado o no inicializado!

source: No backup needed
es: No es necesario el backup

source: No data on transponder! (Timeout reading PAT)
es: ¡No hay datos en el transponder! (Tiempo cumplido leyendo PAT)

source: No description available.
es: No hay descripción.

source: No detected HbbTV applications.
es: No detectadas aplicaciones HbbTV.

source: No displayable files on this medium found!
es: ¡No hay ficheros visualizables en su medio!

source: No event info found, recording indefinitely.
es: No hay info del evento, grabando indefinidamente.

source: No free tuner!
es: ¡No hay sintonizador libre!

source: No information...
es: Sin información

source: No mountable devices found.! (%s) Do you want to open DeviceManager and do initialize or format this device? (Open 'Menu->Setup->System -> Harddisk -> DeviceManager' and press MENU button to deactivate this check.)
es: No dispositivos montables.! (%s) ¿Desea abrir DeviceManager e inicializar o formatear este dispositivo? (Abrir menú de-> configuración-> sistema-> disco duro-> DeviceManager y pulsa el botón de menú para desactivar esta verificación).

source: No network connection available.
es: No hay conexión de red disponible.

source: No networks found
es: No he encontrado redes

source: No packages were upgraded yet. So you can check your network and try again.
es: No hay paquetes actualizados todavía. Así que puede repasar la red y probar de nuevo.

source: No partition list found on device. Please click BLUE key and do Initialize to use this device.
es: Ninguna lista de partición en el dispositivo. Por favor haga clic en clave azul e inicializar para utilizar este dispositivo.

source: No positioner capable frontend found.
es: No se encontró ningún frontend capaz de posicionar.

source: No rewinding possible yet.. but you can use the number buttons to skip forward/backward!
es: No rebobinar posible todavía... pero puede usar los botones de número para saltar hacia adelante/al revés!

source: No satellite frontend found!!
es: No he encontrado ningún sintonizador de satélite

source: No selected binary data!!
es: ¡No datos binarios seleccionados!!!!

source: No supported receiver found!
es: ¡Ningún receptor compatible encontrado!

source: No tags are set on these movies.
es: No hay etiquetas en estas películas.

source: No to all
es: No a todo

source: No tuner is configured for use with a diseqc positioner!
es: ¡No hay sintonizador configurado para usar con un motor diseqc!

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
es: ¡No hay sintonizador activo! Por favor, configure el sintonizador antes de comenzar una búsqueda de canales.

source: No valid service PIN found! Do you like to change the service PIN now? When you say 'No' here the service protection stay disabled!
es: ¡No hay PIN válido de canales! ¿Le gustaría cambiar el PIN ahora? ¡Si dice 'No' aquí, la protección de canales seguirá desabilitada!

source: No valid setup PIN found! Do you like to change the setup PIN now? When you say 'No' here the setup protection stay disabled!
es: No hay PIN válido de configuración ¿Le gustaría cambiar el PIN de configuración ahora? ¡Si dice 'No' aquí, la protección de configuración seguirá desabilitada!

source: No wireless networks found! Searching...
es: ¡No encontró las redes inalámbricas! Buscando...

source: No working local network adapter found. Please verify that you have attached a network cable and your network is configured correctly.
es: No hay ningún adaptador de red local que funcione. Verifique que ha conectado un cable de red y su red está configurada correctamente.

source: No working wireless network adapter found. Please verify that you have attached a compatible WLAN device and your network is configured correctly.
es: No hay ningún adaptador de red inalámbrica. Verifique que ha conectado un dispositivo WLAN compatible y su red esté configurada correctamente.

source: No working wireless network interface found. Please verify that you have attached a compatible WLAN device or enable your local network interface.
es: No he encontrado ningún interface de red inalámbrica que funcione. Verifique que ha conectado un dispositivo WLAN compatible o active su interface de red local.

source: No, but play video again
es: No, reproduce el video otra vez

source: No, but restart from begin
es: No, debe reiniciar desde el principio

source: No, do nothing.
es: No hacer nada

source: No, just start my STB
es: No, nada más empezar mi STB

source: No, never
es: No, nunca

source: No, scan later manually
es: No, buscar más tarde manualmente

source: None
es: Ninguno

source: Nonlinear
es: No lineal

source: Normal state
es: estado normal

source: North
es: Norte

source: Norwegian
es: Noruego
