Repository: TomS2/VTi-localisation
Catalog: locale/*.po
Languages: es

source: Scaler vertical dejagging
es: Suavizado vertical del escalado

source: Smooth
es: Suave

source: VideoEnhancementPreview
es: Vista previa de mejora de vídeo

source: Autoresolution
es: AutoResolución

source: Autoresolution Switch
es: Interruptor Autoresolución

source: SD 25/50HZ Interlace Mode
es: SD 25 / 50HZ modo entrelazado

source: SD 30/60HZ Interlace Mode
es: SD 30 / 60HZ modo entrelazado

source: SD 25/50HZ Progressive Mode
es: SD 25 / 50HZ modo progresivo

source: SD 30/60HZ Progressive Mode
es: SD 30 / 60HZ modo progresivo

source: HD Interlace Mode
es: HD modo entrelazado

source: HD Progressive Mode
es: HD modo progresivo

source: Enable 720p24 Mode
es: Activar el modo 720p 24

source: Enable 1080p24 Mode
es: Activar el modo 1080p 24

source: Enable 1080p25 Mode
es: Activar el modo 1080 25 p

source: Enable 1080p30 Mode
es: Activar el modo 1080p 30

source: Enable 2160p24 Mode
es: Activar el modo de 2160p 24

source: Enable 2160p25 Mode
es: Activar el modo de 2160p 25

source: Enable 2160p30 Mode
es: Activar el modo de 2160p 30

source: Autoresolution Plugin Testmode: Is %s OK?
es: Plugin modo de prueba AutoResolución : Es %s OK?

source: Autoresolution videomode setup
es: Ajuste modo de video de Autoresolución

source: Autoresolution settings
es: Ajustes de Autoresolución

source: Enable Autoresolution
es: Activar Autoresolución

source: Show info screen
es: Mostrar la pantalla de información

source: Delay x seconds after service started
es: Retardo x segundos después de iniciado el canal

source: Running in testmode
es: Correr en TestMode

source: Deinterlacer mode for interlaced content
es: el modo de desentrelazado para contenido entrelazado

source: Deinterlacer mode for progressive content
es: el modo de desentrelazado de contenido progresista

source: Autoresolution is not working in Scart/DVI-PC Mode
es: Autoresolución no funciona en modo DVI/Euroconector-PC

source: System services
es: Servicios de sistema

source: Debug options
es: Opciones de Depuración

source: Software packages
es: Paquetes software

source: Common
es: Común

source: Creating Timers
es: Creación de los temporizadores

source: Buttons
es: Botones

source: Timer List
es: Mostrar datos EPG en lista de reservas

source: Notifications
es: Notificaciones

source: GUI Setup
es: Configuración de la interfaz gráfica de usuario

source: Movie playback
es: Reproducción de la película

source: Begin / End of playback
es: Comenzar a / terminar de reproducción

source: Advertisment detection
es: Anuncio detección

source: Setup - Buttons
es: Configuración - botones

source: Buttons setup
es: Configuración de botones
