Repository: TomS2/VTi-localisation
Catalog: locale/*.po
Languages: es

source: [move mode]
es: [modo mover]

source: a gui to assign services/providers to common interface modules
es: Un gui para asignar canales/proveedores a los módulos de interfaz común

source: a gui to assign services/providers/caids to common interface modules
es: Un gui para asignar canales/proveedores/caids a los módulos de interfaz común

source: abort alternatives edit
es: abortar la edición alternativa

source: abort bouquet edit
es: abortar la edición de listas

source: abort favourites edit
es: abortar la edición de favoritos

source: about to start
es: sobre comenzar

source: activate current configuration
es: activar configuración actual

source: activate network adapter configuration
es: activar configuración del adaptador de red

source: add Provider
es: añadir Proveedor

source: add Service
es: añadir Canal

source: add a nameserver entry
es: añadir un servidor de nombres

source: add alternatives
es: añadir alternativas

source: add bookmark
es: añadir marcador

source: add bouquet
es: añadir lista

source: add directory to playlist
es: Agregar directorio a la lista de reproducción

source: add file to playlist
es: añadir fichero a la lista

source: add files to playlist
es: añadir ficheros a la lista de reproducción

source: add marker
es: añadir marcador

source: add recording (enter recording duration)
es: Añadir grabación (introduzca duración)

source: add recording (enter recording endtime)
es: Añadir grabación (introduzca hora fin)

source: add recording (indefinitely)
es: Añadir grabación (indefinidamente)

source: add recording (stop after current event)
es: Añadir grabación (sólo evento actual)

source: add service to bouquet
es: añadir canal a la lista

source: add service to favourites
es: añadir canal a favoritos

source: add to parental protection
es: añadir a protección de adultos

source: advanced
es: avanzado

source: alphabetic sort
es: orden alfabético

source: and there is made an extra copy in:
es: y se hace una copia adicional en:

source: assigned CAIds:
es: CAIds asignados:

source: assigned Services/Provider:
es: Canales/Proveedor asignados:

source: at beginning
es: al principio

source: at end
es: al final

source: audio track (%s) format
es: formato de pista de audio (%s)

source: audio track (%s) language
es: idioma de pista de audio (%s)

source: audio tracks
es: pistas de audio

source: auto (off)
es: Apagado automático

source: available
es: disponible

source: back
es: atrás

source: background image
es: imagen de fondo

source: backgroundcolor
es: color de fondo

source: backupstick or
es: Copia de seguridad o

source: better
es: mejor

source: black
es: negro

source: black screen
es: Pantalla en negro.

source: blacklist
es: lista negra

source: blue
es: azul

source: bookmark
es: Favoritos

source: burn audio track (%s)
es: grabar pista de audio (%s)

source: change channel on timeout
es: cambiar canal de tiempo de espera

source: change recording (duration)
es: Cambiar grabación (duración)

source: change recording (endtime)
es: cambiar grabación (hora fin)

source: change recording (timer editor)
es: cambiar grabación (editor de temporizador)

source: change tuner on timeout
es: cambiar el sintonizador en el tiempo de espera

source: chapters
es: capítulos

source: circular left
es: circular izda

source: circular right
es: circular dcha

source: clear playlist
es: limpiar lista

source: complex
es: complejo

source: config menu
es: menú configuración

source: confirmed
es: confirmado

source: connected
es: conectado

source: continue/pause
es: pausa/continuar

source: copy
es: copiar

source: copy : %s
es: copia: %s

source: copy to bouquets
es: copiar a listas

source: create directory
es: crear directorio

source: customize color buttons
es: Personalizar botones de colores

source: cyan
es: cian

source: daily
es: diariamente

source: dark yellow
es: amarillo oscuro

source: day
es: día

source: deactivate startup service
es: desactivar el canal de inicio

source: debug
es: depurar

source: default
es: Predeterminada

source: delete
es: borrar

source: delete : %s
es: Borrar %s

source: delete cut
es: borrar corte

source: delete file
es: borrar fichero

source: delete playlist entry
es: borrar entrada en la lista de reproducción

source: delete saved playlist
es: borrar lista de reproducción guardada

source: device : %s
es: Dispositivo: %s

source: disable
es: deshabitar

source: disable move mode
es: desactivar el modo de movimiento

source: disabled
es: desactivado

source: disconnected
es: desconectado

source: do not change
es: no cambiar

source: do nothing
es: no hacer nada

source: done!
es: ¡hecho!

source: edit alternatives
es: editar alternativas

source: empty
es: vacío

source: enable
es: Habilitar

source: enable bouquet edit
es: habilitar edición de lista

source: enable favourite edit
es: habilitar edición de favoritos

source: enable move mode
es: habilitar modo movimiento

source: enabled
es: activado

source: end alternatives edit
es: terminar edición de alternativas

source: end bouquet edit
es: fin de edición de listas

source: end cut here
es: terminar corte aquí

source: end favourites edit
es: fin edición de favoritos

source: equal to
es: igual a

source: exit
es: salida

source: exit DVD player or return to file browser
es: salir del reproductor DVD o volver a sistema de archivos

source: exit mediaplayer
es: salir del reproductor

source: exit movielist
es: salir del menú de películas

source: exit nameserver configuration
es: salir de la configuración de servidor de nombres

source: exit network adapter configuration
es: salir de la configuración de red

source: exit network interface list
es: salir de la lista de interfaces de red

source: exit networkadapter setup menu
es: salir del menú de configuración de adaptador de red

source: ext2 - recommended for USB flash memory
es: ext2 - recomendado para la memoria flash USB

source: ext3 - recommended for harddisks
es: ext3 - recomendado para discos duros

source: fast
es: rápido

source: fileformats (BMP, PNG, JPG, GIF)
es: formatos (BMP, PNG, JPG, GIF)

source: filename
es: nombre de fichero

source: fine-tune your display
es: ajustar la pantalla

source: forward to the next chapter
es: salte al capítulo siguiente

source: free
es: libre

source: free diskspace
es: espacio libre en disco

source: full transparency
es: Total transparencia

source: go to deep standby
es: ir a pausa profunda

source: go to standby
es: ir a reposo

source: grab this frame as bitmap
es: grabar esta pantalla como bitmap

source: green
es: verde

source: grey
es: gris

source: hear radio...
es: escuchar radio...

source: height
es: Altura

source: help...
es: ayuda...

source: hi_low
es: alto_bajo

source: hide extended description
es: ocultar descripción extendida

source: hide player
es: ocultar reproductor

source: high
es: alta

source: hour
es: hora

source: hours
es: horas

source: immediate shutdown
es: apagado inmediato

source: init module
es: módulo de inicio

source: init modules
es: módulos de inicio

source: insert mark here
es: insertar marca aquí

source: invalid model
es: Modelo inválido

source: jump back to the previous title
es: vuelva al título anterior

source: jump forward to the next title
es: salte al título siguiente

source: jump to listbegin
es: saltar al comienzo de la lista

source: jump to listend
es: saltar al final de la lista

source: jump to next marked position
es: saltar a la siguiente posición marcada

source: jump to previous marked position
es: saltar a la anterior posición marcada

source: leave movie player...
es: salir del reproductor de películas...

source: left
es: izquierda

source: length
es: longitud

source: list of EPG views...
es: lista de vistas EPG...

source: list style compact
es: estilo de lista compacto

source: list style compact with description
es: estilo de lista compacto con descripción

source: list style default
es: estilo de lista por defecto

source: list style single line
es: estilo de lista en una línea

source: load playlist
es: cargar lista de reproducción

source: locked
es: bloqueado

source: loopthrough to
es: conectado a

source: low
es: baja

source: manage block devices of your VU+
es: administrar dispositivos de bloque de tu VU +

source: management 3g modem
es: gestión modem 3g

source: menu
es: menú

source: min
es: mín.

source: minute
es: minuto

source: minutes
es: minutos

source: month
es: mes

source: move
es: mover

source: move : %s
es: Mover a: %s

source: move PiP to main picture
es: mover PiP a la imagen principal

source: move down to last entry
es: mover abajo la última entrada

source: move down to next entry
es: mover abajo la entrada siguiente

source: move up to first entry
es: mover arriba la primera entrada

source: move up to previous entry
es: mover arriba la entrada anterior

source: movie list
es: lista de películas

source: multinorm
es: multinorma

source: never
es: nunca

source: next channel
es: Siguiente canal

source: next channel in history
es: canal siguiente en historia

source: no CAId selected
es: no ha seleccionado CAId

source: no CI slots found
es: no hay slots CI

source: no HDD found
es: disco no encontrado

source: no Services/Providers selected
es: ningún Canal/Proveedor seleccionado

source: no module found
es: módulo no encontrado

source: no standby
es: no reposo

source: no timeout
es: Sin tiempo de espera

source: no transparency
es: Sin transparencia

source: none
es: ninguno

source: not available
es: No Disponible

source: not configured
es: no configurado

source: not found, the backup process will be aborted!
es: no encontrado, se interrumpirá el proceso de backup.

source: not locked
es: no bloqueado

source: not mounted
es: no montado

source: not set
es: no definido

source: not supported
es: no soportado

source: not used
es: no usado

source: nothing connected
es: nada conectado

source: of a DUAL layer medium used.
es: de un medio de doble capa de uso.

source: of a SINGLE layer medium used.
es: de un medio de una sola capa de uso.

source: on READ ONLY medium.
es: en medio de sólo lectura.

source: once
es: una vez

source: only calculate
es: Solo calcula

source: open VTi Panel
es: Abra el Panel de VTi

source: open servicelist
es: abrir lista de canales

source: open servicelist(down)
es: abrir lista de canales(abajo)

source: open servicelist(up)
es: abrir lista de canales(arriba)

source: pass
es: pasar

source: pause
es: pausa

source: percent
es: porcentaje

source: play entry
es: reproducir elemento

source: play from next mark or playlist entry
es: reproduce desde la siguiente marca o siguiente película

source: play from previous mark or playlist entry
es: reproduce desde la marca anterior o película

source: please press OK when ready
es: pulse OK cuando esté preparado

source: please wait, loading picture...
es: por favor espere, cargando foto...

source: previous channel
es: canal anterior

source: previous channel in history
es: canal anterior de la historia

source: progress bar
es: barra de progreso

source: record
es: grabar

source: recording...
es: grabando...

source: red
es: rojo

source: remove
es: borrar

source: remove a nameserver entry
es: eliminar una entrada de servidor de nombres

source: remove after this position
es: borrar después de esta posición

source: remove all alternatives
es: borrar todas alternativas

source: remove all new found flags
es: borrar todas marcas encontradas

source: remove all services without bouquet entry
es: quitar todos los canales sin entrada de lista

source: remove before this position
es: borrar antes de esta posición

source: remove bookmark
es: borrar marcador

source: remove directory
es: eliminar directorio

source: remove entry
es: eliminar entrada

source: remove from parental protection
es: quitar la protección de adultos

source: remove new found flag
es: borrar nueva marca encontrada

source: remove selected satellite
es: borrar satélite seleccionado

source: remove this mark
es: borrar esta marca

source: repeat playlist
es: repetir liste de reproducción

source: repeated
es: repetido

source: reset play progress
es: restablecer el progreso de reproducción

source: reverse
es: reveso

source: rewind to the previous chapter
es: retroceder al capítulo anterior

source: right
es: derecha

source: save last directory on exit
es: salvar el último directorio en salida

source: save playlist
es: guardar lista de reproducción

source: save playlist on exit
es: Guardar lista de reproducción a la salida

source: scan done!
es: ¡búsqueda hecha!

source: scan in progress - %d%% done!
es: búsqueda en proceso - %d %% ¡hecho!

source: scan state
es: estado de la búsqueda

source: scan type(DVB-S)
es: exploración type(DVB-S)

source: second
es: segundo

source: second cable of motorized LNB
es: segundo cable del LNB motorizado

source: seconds
es: segundos

source: select
es: seleccionar

source: select CAId
es: seleccionar CAId

source: select CAId's
es: seleccionar CAId's

source: select interface
es: seleccionar interface

source: select menu entry
es: seleccionar la entrada de menú

source: select movie
es: seleccionar película

source: select the movie path
es: Seleccione la ruta de la película

source: service PIN
es: PIN del canal

source: setup Fancontrol inStandby mode
es: inStandby modo de configuración Fancontrol

source: setup PIN
es: configurar PIN

source: setup Remote Control System Code Type
es: configuración de tipo de código de sistema de Control remoto

source: show DVD main menu
es: Mostrar menú principal DVD

source: show EPG...
es: mostrar EPG...

source: show Favourites
es: Mostrar favoritos

source: show Infoline
es: Mostrar línea de información

source: show VTi system informations
es: Mostrar información del sistema de VTi

source: show all
es: mostrar todo

source: show alternatives
es: mostrar alternativas

source: show event details
es: mostrar detalles del evento

source: show extended description
es: mostrar descripción extendida

source: show first selected tag
es: mostrar la primera etiqueta seleccionada

source: show record menu
es: Mostrar menú de gravaciones

source: show running records
es: Mostrar grabaciones en ejecución

source: show second selected tag
es: mostrar la segunda etiqueta seleccionada

source: show service EPGBar...
es: muestra canal EPGBar...

source: show shutdown menu
es: mostrar menú de apagado

source: show single service EPG...
es: mostrar EPG de un canal...

source: show tag menu
es: mostrar el menú de etiquetas

source: show timer list
es: Mostrar lista de temporizador

source: show transponder info
es: mostrar info del transpondedor

source: shuffle playlist
es: lista de reproducción aleatoria

source: shut down
es: apagar

source: shutdown
es: apagar

source: simple
es: sencillo

source: skip backward
es: saltar atrás

source: skip backward (enter time)
es: saltar hacia atrás (entre tiempo)

source: skip forward
es: saltar adelante

source: skip forward (enter time)
es: saltar hacia delante (entre tiempo)

source: slide picture in loop
es: fotos en reproducción en bucle

source: slow
es: lento

source: sort
es: Clasificacion

source: sort by date
es: ordenar por fecha

source: special characters
es: caracteres especiales

source: standard
es: estándar

source: standby
es: en espera

source: start cut here
es: Inicio corte aquí

source: start directory
es: Inicio directorio

source: start opera web browser
es: iniciar el navegador de web opera

source: start timeshift
es: Inicio Timeshift

source: start web browser
es: iniciar el navegador web

source: stereo
es: stéreo

source: still picture
es: imagen congelada

source: stop PiP
es: parar PiP

source: stop entry
es: parar elemento

source: stop recording
es: parar grabación

source: stop timeshift
es: Parar Timeshift?

source: swap PiP and main picture
es: intercambiar PiP con la imagen principal

source: switch to bookmarks
es: cambiar a favoritos

source: switch to filelist
es: cambiar a lista de ficheros

source: switch to playlist
es: cambiar a lista de reproducción

source: switch to the next angle
es: cambiar al siguiente ángulo

source: switch to the next audio track
es: cambiar a la siguiente pista de audio

source: switch to the next subtitle language
es: cambia al siguiente idioma de subtítulo

source: template file
es: fichero de plantilla

source: textcolor
es: color de texto

source: this recording
es: esta grabación

source: this service is protected by a parental control pin
es: este canal está protegido por el pin de control de adultos

source: toggle a cut mark at the current position
es: poner una marca de corte en la posición actual

source: toggle time, chapter, audio, subtitle info
es: cambiar tiempo, capítulo, audio, información de subtítulos

source: top
es: arriba

source: tuner is not supported
es: tuner no soportado

source: umounting failed!Maybe some files in mount point are open
es: Falla en el montaje! Quizá algunos archivos en el punto de montaje estén abiertos

source: unconfirmed
es: no confirmado

source: unknown
es: desconocido

source: unknown service
es: servicio desconocido

source: until standby/restart
es: hasta reposo/reinicio

source: use as startup service
es: utilizar como canal de inicio

source: user defined
es: definido por el usuario

source: vfat - for USB flash memory
es: vfat - para memoria flash USB

source: view extensions...
es: ver extensiones...

source: view recordings...
es: ver grabaciones...

source: wait for ci...
es: esperar para ci...

source: wait for mmi...
es: esperar para nmi...

source: waiting
es: esperando

source: warn
es: Advertir

source: weekly
es: semanalmente

source: white
es: blanco

source: whitelist
es: lista blanca

source: width
es: anchura

source: wireless network interface
es: interfaz de red inalámbrica

source: working
es: trabajando

source: wpa_supplicant.conf open error.
es: error al abrir wpa_supplicant.conf.

source: yellow
es: amarillo

source: yes
es: si

source: yes (keep feeds)
es: si (conserva fuentes)

source: your STB might be unusable now. Please consult the manual for further assistance before rebooting your STB.
es: Su receptor podría estar inutilizable ahora. Por favor, consulte el manual para más asistencia antes de reiniciarlo.

source: zap
es: zapear

source: zapped
es: zapeado

source: zapping interval (sec)
es: zapping de intervalo (seg)

source: zap and record
es: zapear y grabar

source: reminder
es: recordatorio

source: Reminder
es: Recordatorio.

source: Reminder ! Following preferred service starts now : %s %s Do you want to zap ?
es: Recordatorio! Después de canal preferido empieza ahora:%s%s ¿Quieres hacer zapping?

source: You have to stop your playing Movie before
es: Usted tiene que parar la reproducción de la película antes

source: Use preview mode in service list (2x OK mode)
es: Utilice el modo de vista previa en lista de canales (2 x modo OK)

source: Show EPG data in timer list
es: Mostrar datos del EPG en la lista de reservas

source: create folder
es: Crear carpeta

source: January
es: Enero

source: February
es: Febrero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Mayo

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: Jan
es: Ene

source: Apr
es: Abr

source: Aug
es: Ago

source: Dec
es: Dic

source: Display > 16:9 content as
es: Pantalla 16:9 contenido como

source: Display 4:3 content as
es: Pantalla 4:3 contenido como

source: Video Output
es: Salida de vídeo

source: Video Setup
es: Configuración de vídeo

source: Video Wizard
es: Asistente de video

source: Refresh Rate
es: Frecuencia Actualización

source: General Dolby Digital delay(ms)
es: Retardo general Dolby Digital (ms)

source: General PCM delay(ms)
es: Retardo general PCM (ms)

source: OSD visibility
es: Visibilidad OSD

source: Automatic Volume Leveling (AVL)
es: Nivelación Automática de Volumen (AVL)

source: Speaker position
es: Posición del altavoz

source: AAC downmix
es: Downmix AAC

source: Scale picons to given skin size
es: Escala picons para tamaño de piel

source: Show duration in minutes in movie list
es: Muestra la duración en minutos en lista de películas

source: Show picons in movie list (VTi list style)
es: Mostrar Picons en la lista de películas (estilo de lista de VTi)

source: Show duration in movie list (VTi list style)
es: Mostrar duración en la lista de la película (estilo de lista de VTi)

source: Use only date for record time in movie list (VTi list style)
es: Utilice sólo la fecha del tiempo de grabación en la lista de películas (estilo de lista VTi)

source: Show channel info in movie list (VTi list style)
es: Mostrar información del canal en la lista de la película (estilo de lista de VTi)

source: Show recording date in movie list (VTi list style)
es: Mostrar fecha de grabación en la lista de la película (estilo de lista de VTi)

source: Search for updates every X hours ( 0 = off )
es: Busque actualizaciones cada X horas (0 = apagado)

source: Append begin date at end of recording file name
es: Añadir fecha de inicio al final del nombre del archivo de grabación

source: Protect main menu
es: Proteger menú principal

source: Protect configuration
es: Proteger configuración

source: Protect movie list
es: Proteger lista de películas

source: Protect timer list
es: Proteger lista del temporizador

source: Protect plugin browser
es: Proteger navegador plug-in

source: Protect standby menu
es: Proteger menú de espera

source: Protect VTi menu
es: Proteger menú VTi

source: Protect VTi Panel
es: Proteger panel VTi

source: Movie archive
es: Archivos de grabaciones

source: Play back media files
es: Reproducir archivos multimedia

source: show in main menu
es: Mostrar en menú principal

source: show in plugin browser
es: Mostrar en el navegador plugin

source: Play DVDs
es: Reproducir DVDs

source: Delete movies without confirmation
es: Eliminar películas sin confirmación

source: show more movie list options
es: Mostrar más opciones de lista de película

source: You should now reboot your STB in order to ralink device operate in AP mode. Reboot now ?
es: Ahora debe reiniciar su STB para ralink dispositivo funciona en modo AP. ¿Reiniciar ahora?

source: You should now reboot your STB to better performance of ralink device in STA mode. Reboot now ?
es: Ahora debe reiniciar su STB para un mejor desempeño del dispositivo ralink en modo STA. ¿Reiniciar ahora?

source: Multichannel PCM
es: PCM multicanal

source: show folder
es: Mostrar carpeta

source: Show file size in movie list (VTi list style)
es: Mostrar tamaño del archivo en la lista de la película (estilo de lista de VTI)

source: Show notification when update is available
es: Mostrar notificación cuando la actualización está disponible

source: Short without date
es: Corto sin fecha

source: without function
es: sin función de

source: change list view
es: cambiar vista de lista

source: Color Buttons
es: Botones de color

source: Context Menu
es: Menú Contextual

source: Toggle short/long key press for color keys
es: Palanca corta/larga tecla de teclas de color

source: assign bookmark
es: asignar marcador

source: select bookmark
es: Seleccionar marcador

source: use virtual keyboard for text input
es: Utilice el teclado virtual para la entrada de texto

source: create symlink
es: crear enlace simbólico

source: Creating symlink failed.
es: La creación de enlaces simbólicos falló.

source: create bookmark : %s
es: Crear un marcador: %s

source: Start next media file
es: Comenzar archivo siguiente

source: Yes, and play next media file
es: Sí y reproduzca el siguiente archivo multimedia

source: Play next media file in directory
es: Reproducir el siguiente archivo en el directorio
