Repository: TomS2/VTi-localisation
Catalog: locale/*.po
Languages: es

source: BACK-UP TOOL, FOR MAKING A COMPLETE BACK-UP
es: HERRAMIENTA DE BACK-UP, PARA HACER UNA COPIA DE SEGURIDAD COMPLETA

source: Back
es: Atrás

source: Back, lower USB Slot
es: USB trasero inferior

source: Back, upper USB Slot
es: USB trasero superior

source: Background
es: Segundo plano

source: Backspace Key
es: tecla de retroceso

source: Backup done.
es: Backup hecho.

source: Backup failed.
es: Backup fallido.

source: Backup finished and copied to your USB-flashdrive.
es: Copia de seguridad terminó y copiado a la memoria USB.

source: Backup is running...
es: Backup está ejecutándose...

source: Backup system settings
es: Configuración sistema de Backup

source: Band
es: Banda

source: Bandwidth
es: Ancho de banda

source: Begin time
es: Hora inicio

source: Behavior of 'pause' when paused
es: Tecla "pausa" cuando está parado

source: Behavior of 0 key in PiP-mode
es: Tecla 0 en el modo PiP

source: Behavior when a movie is started
es: Cuando una película ha comenzado

source: Behavior when a movie is stopped
es: Cuando una película ha parado

source: Behavior when a movie reaches the end
es: Cuando una película ha terminado

source: Blinking time
es: Parpadeo

source: Block noise reduction
es: Reducción de bloque de ruido

source: Blue boost
es: Aumentar azul

source: Bookmark
es: Marcador

source: Bookmark Title
es: Título de marcador

source: Bookmark URL
es: URL de marcador

source: Bookmark for button %s:
es: Marcador de botón %s:

source: Bookmark for button %s (long):
es: Agregar botón de %s (largo):

source: Bookmarks
es: Marcadores

source: Brightness
es: Brillo

source: Browser Help
es: Ayuda navegador

source: Browser Start/Stop
es: Navegador Start/Stop

source: Burn DVD
es: Grabar DVD

source: Burn existing image to DVD
es: Graba una imagen existente a DVD

source: Burn to DVD
es: Grabar a DVD...

source: By pressing the OK Button on your remote control, the info bar is being displayed.
es: Presionando el botón OK en el mando, la barra de información será visible.

source: Bypass HDMI EDID Check
es: Ignorar comprobación HDMI EDID

source: C-Band
es: Banda-C

source: CAM1_NOT_INSERTED Press exit!
es: ¡CAM1_NOT_INSERTED Presione exit!

source: CAM2_NOT_INSERTED Press exit!
es: ¡CAM2_NOT_INSERTED Presione exit!

source: CI assignment
es: Asignación CI

source: Cache Thumbnails
es: Cache de Miniaturas

source: Can NOT generate passphrase
es: NO puede generar contraseña

source: Can not change the partition ID for %s
es: No se puede cambiar el ID de partición para %s

source: Can not find any WirelessLan Module
es: No puede encontrar cualquier módulo Wireless

source: Can not format device /dev/%s. refresh partition information failed!
es: ¡No puede dar formato al dispositivo /dev/%s. actualización de información de la partición que no se pudo!

source: Can not open 'fan_pwm'
es: No se puede abrir 'fan_pwm'

source: Can not setup WirelessLan Module in 'AP Mode'
es: No puede configurar módulo WirelessLan en 'Modo de AP'

source: Can not umount device /dev/%s. Maybe some files of the filesystem are open
es: Puede no desmontar todas las particiones de /dev/%s. Tal vez algunos archivos del sistema de archivos están abiertos

source: Can not use this mount point.(%s) Please select another mount point.
es: No puede utilizar este punto de montaje. (%s) Por favor, seleccione otro punto de montaje.

source: Can't cancel during upgrade!!
es: ¡No se puede cancelar durante la actualización!

source: Can't disconnect doring connecting.. Do you want to forcibly exit?
es: No desconecte la conexión de doring... ¿Quieres salir por la fuerza?

source: Can't download the checksum file.
es: No se puede descargar el archivo checksum.

source: Can't download the firmware file.
es: No se puede descargar el archivo de firmware.

source: Can't find /usr/bin/md5sum
es: No puede encontrar /usr/bin/md5sum

source: Can't found MD5 file.
es: No encuentra archivo MD5.

source: Can't found binary file.
es: No encuentra archivo binario.

source: Can't found device file!!
es: ¡No encuentra el archivo de dispositivo!

source: Can't found model name.
es: No encuentra el nombre del modelo.

source: Can't open selected bookmark. - URL data is empty!!
es: No se puede abrir el marcador seleccionado. -Datos URL están vacíos!

source: Can't umount %s. Maybe device or resource busy.
es: No se puede desmontar %s. Tal vez el dispositivo o recurso ocupado.

source: Capacity:
es: Capacidad:

source: Card
es: Tarjeta

source: Catalan
es: Catalán

source: Category Name
es: Nombre de la categoría

source: Change bouquets in quickzap
es: Cambiar de lista en zapeo rápido

source: Change pin code
es: Cambiar código pin

source: Change service PIN
es: Cambiar el PIN de canal

source: Change service PINs
es: Cambiar los PINs de canal

source: Change setup PIN
es: Cambiar el PIN de configuración

source: Change step size
es: Cambiar tamaño

source: Channel
es: Canal

source: Channel (1~13)
es: Canal (1 ~ 13)

source: Channel Selection
es: Selección de Canal

source: Channel not in services list
es: El canal no está en la lista

source: Channel:
es: Canal:

source: Channellist menu
es: Menú lista de canales

source: Chap.
es: Cap.

source: Chapter
es: Capítulo

source: Chapter:
es: Capítulo:

source: Check
es: Comprobar

source: Check filesystem, please wait ...
es: Compruebe el sistema de archivos, por favor espere ...

source: Checking Filesystem...
es: Comprobación del sistema de archivos ...

source: Choice filesystem.
es: Elección sistema de archivos.

source: Choose A/V-Receiver HDMI input:
es: Elige entrada A / V-receptor HDMI:

source: Choose TV HDMI input:
es: Elija la entrada HDMI de la TV:

source: Choose Tuner
es: Elije Sintonizador

source: Choose a timer list style
es: Elegir un estilo de lista de programación

source: Choose a wireless network
es: Elegir una red wifi

source: Choose backup files
es: Elije ficheros de backup

source: Choose backup location
es: Elije localización del backup

source: Choose bouquet
es: Elegir lista

source: Choose folder
es: Elegir carpeta

source: Choose remote control picture for help screen
es: Elegir imagen de control remoto para la pantalla de ayuda

source: Choose target folder
es: Elegir carpeta destino

source: Choose upgrade source
es: Elije fuente de actualización

source: Choose your Skin
es: Elija su Piel

source: Circular left
es: Izda circular

source: Circular right
es: Dcha circular

source: Cleanup
es: Limpiar

source: Clear before scan
es: Limpiar antes de buscar

source: Clear log
es: Borrar log

source: Close
es: Cerrar

source: Close title selection
es: Cerrar selección de título

source: Code rate HP
es: Código índice HP

source: Code rate LP
es: Código índice LP

source: Collection name
es: Nombre de la colección

source: Collection settings
es: Configuración de la colección

source: Color Format
es: Formato de Color

source: Colorize movie list
es: Colorear lista de películas

source: Command execution...
es: Ejecución comando:

source: Command order
es: Orden de comando

source: Committed DiSEqC command
es: Comando DISEqC enviado

source: Common Interface
es: Interface común

source: Common Interface Assignment
es: Asignación Interfaz Común

source: CommonInterface
es: Interfaz común

source: Communication
es: Comunicación

source: Complete
es: Completado

source: Complex (allows mixing audio tracks and aspects)
es: Complejo (permite mexclar pistas de audio y aspectos)

source: Composition of the recording filenames
es: Composición de los nombre de ficheros de grabación

source: Configuration Mode
es: Modo Configuración

source: Configuration your AP is finished
es: Configuración de su punto de acceso está terminado

source: Configure interface
es: Configurar interfaz

source: Configure your internal LAN
es: Configurar su RED interna

source: Configure your network again
es: Configurar su red de nuevo

source: Configure your wireless LAN again
es: Configurar su RED inalámbrica otra vez

source: Configuring
es: Configurando

source: Conflicting timer
es: Grabación en conflicto

source: Connect
es: Conectar

source: Connect to a Wireless Network
es: Conectar a una Red Inalámbrica

source: Connected to
es: Conectado a

source: Connected!
es: Conectado!

source: Constellation
es: Constelación

source: Content does not fit on DVD!
es: El contenido no se ajusta en DVD!

source: Continue
es: Continuar

source: Continue Timeshift
es: continuar Timeshift

source: Continue in background
es: Continuar en segundo plano

source: Continue playing
es: Reproducción contínua

source: Contrast
es: Contraste

source: Copy
es: Copiar

source: Could not load Medium! No disc inserted?
es: No puedo cargar el Medio! Hay disco insertado?

source: Could not open Picture in Picture
es: No puedo abrir el PiP

source: Couldn't record due to conflicting timer %s
es: No puedo grabar debido a un conflicto de programaciones %s

source: Couldn't record due to invalid service %s
es: No se pudo grabar por inválido canal %s

source: Crashlog Reporting
es: Informes crashlog

source: CrashlogReport setting
es: ajuste CrashlogReport

source: CrashlogReportSetting
es: ajuste CrashlogReport

source: Create DVD-ISO
es: Crear DVD-ISO

source: Create directory
es: Crear directorio

source: Create directory failed! %s
es: Falló la creación del directorio %s.

source: Create filesystem, please wait ...
es: Crear sistema de archivos, por favor espere ...

source: Create movie folder failed
es: Falló la creación de la carpeta de películas

source: Create: kerneldump
es: Crear: kerneldump

source: Create: root.ubifs
es: Crear: root.ubifs

source: Creating directory %s failed.
es: Falló la creación del directorio %s.

source: Creating filesystem Error
es: Error al crear el sistema de archivos

source: Creating partition failed
es: Falló la creación de la partición

source: Croatian
es: Croata

source: Current Page
es: Página actual

source: Current Transponder
es: Transponder actual

source: Current device:
es: Dispositivo actual:

source: Current page is already exist.
es: Página actual es ya existe.

source: Current settings (interface : br0)
es: La configuración actual (interfaz: br0)

source: Current settings:
es: Configuración actual:

source: Current value:
es: Valor actual:

source: Currentpage(Bookmark)
es: CurrentPage (Marcador)

source: Custom skip time for '1'/'3'-keys
es: Tiempo a saltar para las teclas '1'/'3'

source: Custom skip time for '4'/'6'-keys
es: Tiempo a pasar para las teclas '4'/'6'

source: Custom skip time for '7'/'9'-keys
es: Tiempo a pasar para las teclas '7'/'9'

source: Customize
es: Personalizar

source: Cut
es: Cortar

source: Cutlist editor...
es: Editor de listas de corte...

source: Czech
es: Checo

source: DLNA/uPnP Browser
es: Navegador DLNA / UPnP

source: DUAL LAYER DVD
es: DVD DOBLE CAPA

source: DVB subtitle transparency
es: DVB transparencia de subtítulos

source: DVD Drive
es: Lector de DVD

source: DVD File Browser
es: Examinar ficheros de DVD

source: DVD Player
es: Reproductor DVD

source: DVD Titlelist
es: Lista de títulos de DVD

source: DVD media toolbox
es: Barra de disco DVD

source: Danish
es: Danés

source: Date
es: Fecha

source: Deep Standby
es: Reposo profundo

source: Deep Standby with WOL
es: Profunda de espera con WOL

source: DeepStandby
es: Reposo profundo

source: Default
es: Por defecto

source: Default EPG view (EPG button)
es: Vista predeterminada EPG (botón EPG)

source: Default Settings
es: Parámetros por Defecto

source: Default movie location
es: Ubicación por defecto de películas

source: Default services lists
es: Lista de canales por defecto

source: Delay
es: Retardo

source: Delete
es: Borrar

source: Delete directory failed! %s
es: Fallo eliminar directorio! %s

source: Delete directory failed! Maybe directory is not empty.
es: Fallo eliminar directorio! Quizás directorio no está vacío.

source: Delete entry
es: Borrar entrada

source: Delete failed!
es: Fallo en la eliminación!

source: Delete no more configured satellite %s?
es: No borrar más satélite configurado %s?

source: Depth
es: Profundidad

source: Deselect
es: Deseleccionar

source: Details for plugin:
es: Detalles del plugin:

source: Detected HDD:
es: HDD detectado:

source: Detected NIMs:
es: NIMs detectados:

source: Device Initialization finished sucessfully!
es: Inicialización del dispositivo terminado correctamente!

source: Device not found.
es: Dispositivo no encontrado.

source: DeviceList Refresh Interval
es: Intervalo de actualización de la lista de dispositivos

source: DeviceManager
es: Administrador de dispositivos

source: DeviceManager configuration
es: Configuración de administrador de dispositivos

source: Devices
es: Dispositivos

source: DiSEqC mode
es: Modo DiSEqC

source: DiSEqC repeats
es: Repetir DiSEqC

source: DiSEqC-Tester settings
es: Ajustes de DiSEqC-Tester

source: Dialing:
es: Marcando:

source: Digital contour removal
es: Borrar contorno digital

source: Direct Input
es: Entrada directa

source: Direct Input(Bookmark)
es: Entrada directa marcador

source: Direct Input(Category)
es: Input(Category) directa

source: Direct playback of linked titles without menu
es: Reproduce los títulos enlazados sin menú

source: Directory %s nonexistent.
es: No existe el directorio %s.

source: Directory browser
es: Examinar directorios

source: Disable
es: Desabilitar

source: Disable Picture in Picture
es: Desactivar PiP

source: Disable Subtitles
es: Desactivar Subtítulos

source: Disable auto update of channel list
es: Desactivar la actualización automática de la lista de canales

source: Disable infobar timeout for ok button
es: Desactivar tiempo de espera de la barra de información para el botón ok

source: Disable timer
es: Desactivar programación

source: Disable tuner failure popup
es: Desactivar el popup de falla sintonizador

source: Disabled
es: Desactivado

source: Disconnect
es: Desconectar

source: Dish
es: Plato

source: Display Setup
es: Configurar Pantalla

source: Display and Userinterface
es: Pantalla e Interfaz de usuario

source: Do not zap to not available services
es: No zapear a canales no disponibles

source: Do you really want to REMOVE the plugin "%s"?
es: Seguro que quiere BORRAR el plugin "%s"?

source: Do you really want to check the filesystem? This could take lots of time!
es: Realmente quiere chequear el sistema de archivos? ¡Esto puede tardar mucho tiempo!

source: Do you really want to delete %s?
es: ¿Seguro que quiere borrar %s?

source: Do you really want to download the plugin "%s"?
es: Seguro que quiere descargar el plugin "%s"?

source: Do you really want to exit?
es: ¿Realmente quiere salir?

source: Do you really want to initialize the device? All data on the device will be lost!
es: ¿Desea inicializar el dispositivo? ¡Se perderán todos los datos en el dispositivo!

source: Do you really want to initialize the harddisk? All data on the disk will be lost!
es: ¿Quiere inicializar el disco duro? ¡Todos los datos del disco se perderán!

source: Do you really want to remove directory %s from the disk?
es: ¿Quiere borrar el directorio %s del disco?

source: Do you really want to remove your bookmark of %s?
es: ¿Quiere borrar su marcador %s?

source: Do you want to burn this collection to DVD medium?
es: ¿Quiere grabar esta colección a disco DVD?

source: Do you want to delete recording files of stopped timer ?
es: ¿Desea eliminar los archivos de grabación del temporizador parado?

source: Do you want to delete the bookmark?
es: ¿Desea eliminar el favorito?

source: Do you want to delete the category and the bookmarks?
es: ¿Desea eliminar la categoría y los marcadores?

source: Do you want to disconnect?
es: ¿Quieres desconectar?

source: Do you want to do a service scan?
es: ¿Quiere hacer una búsqueda de canales?

source: Do you want to do another manual service scan?
es: ¿Quiere hacer otra búsqueda manual?

source: Do you want to enable the parental control feature on your STB?
es: ¿Quiere activar el control parental de su %s %s?

source: Do you want to install default sat lists?
es: ¿Quiere instalar las listas de satélite por defecto?

source: Do you want to install the package:
es: Quiere instalar el paquete:

source: Do you want to make a back-up on USB? This only takes a few minutes depending on the used filesystem and is fully automatic. Make sure you first insert an USB flash drive before you select Yes.
es: ¿Quieres hacer un respaldo en USB? Esto sólo toma unos pocos minutos dependiendo del sistema de archivos utilizado y es totalmente automático. Asegúrese de que primero inserte una unidad flash USB antes de seleccionar sí.

source: Do you want to make an USB-back-up image on HDD? This only takes a few minutes and is fully automatic.
es: ¿Quieres hacer una imagen de USB respaldo en disco duro? Esto sólo toma unos pocos minutos y es completamente automático.

source: Do you want to play DVD in drive?
es: Ejecutar el DVD de la unidad?

source: Do you want to preview this DVD before burning?
es: ¿Quiere ver este DVD antes de grabarlo?

source: Do you want to reboot your STB?
es: ¿Desea reiniciar su STB?

source: Do you want to remove binary data?
es: ¿Desea eliminar los datos binarios?

source: Do you want to remove the package:
es: Quiere eliminar el paquete:

source: Do you want to restore your settings?
es: ¿Quiere restaurar su configuración?

source: Do you want to resume this playback?
es: ¿Quiere continuar esta reproducción?

source: Do you want to set selected url to the Startpage?
es: ¿Desea configurar las url a la página de inicio?

source: Do you want to shut down?
es: ¿Quieres cerrar?

source: Do you want to update your STB?
es: ¿Desea actualizar su STB?

source: Do you want to update your STB? After pressing OK, please wait!
es: ¿Desea actualizar su STB? Después de presionar OK, espere por favor!

source: Do you want to upgrade the package:
es: Quiere actualizar el paquete:

source: Do you want to use VTi BackupSuite to restore your settings, plugins or favourite bouquets ?
es: ¿Quieres utilizar VTi BackupSuite para restaurar tu configuración, plugins o bouquets favoritos?

source: Do you want to use VTi ZerO to remove some packages which you do not need ?
es: ¿Quieres utilizar VTi cero para quitar algunos paquetes que no necesita?

source: Do you want to view a tutorial?
es: ¿Quiere ver un tutorial?

source: Dolby Digital default
es: Dolby Digital por defecto

source: Dolby Digital downmix
es: Digital Dolby downmix

source: Don't stop current event but disable coming events
es: No pare el evento actual, pero desactive los siguientes

source: Done - Installed or upgraded %d packages
es: Hecho - Instalados o actualizados %d paquetes

source: Done - Installed, upgraded or removed %d packages with %d errors
es: Hecho - Instalado, actualizado o eliminados %d paquetes con %d errores

source: Down Key
es: Tecla de dirección

source: Download
es: Descargar

source: Download Plugins
es: Descargar Plugins

source: Downloadable new plugins
es: Nuevos plugins descargables

source: Downloadable plugins
es: Plugins descargables

source: Downloaded
es: Descargado

source: Downloaded : %s Press OK to select, Press Cancel to exit.
es: Descargado: %s pulse OK para seleccionar, pulse Cancelar para salir.

source: Downloading
es: Descargando

source: Downloading plugin information. Please wait...
es: Descargando información del plugin. Espere...

source: Downloading...
es: Descargando...

source: Duo/Solo was not support.
es: Duo, Solo no se ayuda.

source: Dutch
es: Alemán

source: Dynamic contrast
es: Contraste dinámico

source: EPG Selection
es: Selección EPG

source: ERROR - failed to scan (%s)!
es: ERROR - ¡falló la búsqueda (%s)!

source: East
es: Este

source: Edit
es: Editar

source: Edit Title
es: Editar Título

source: Edit bouquets list
es: Editar lista de canales

source: Edit chapters of current title
es: Editar capítulos del título actual

source: Edit services list
es: Editar la lista de canales

source: Edit settings
es: Editar configuración

source: Edit the Nameserver configuration of your STB.
es: Edite la configuración del servidor de nombres de su STB.

source: Edit the network configuration of your STB.
es: Edite la configuración de red de su STB.

source: Edit title
es: Editar título

source: Edit upgrade source url.
es: Editar url de fuente de actualización.

source: EditSetting
es: Editar configuración

source: Electronic Program Guide
es: Guía de Programación Electrónica

source: Enable
es: Activar

source: Enable 128 bit (Input 26 hex keys)
es: Habilitar 128 bits (entrada 26 claves hexadecimales)

source: Enable 5V for active antenna
es: Activar 5V para la antena activa

source: Enable 64 bit (Input 10 hex keys)
es: Habilitar 64 bits (entrada 10 claves hexadecimales)

source: Enable Autostart for DLNA Server
es: Habilitar Autostart para servidor DLNA

source: Enable Logging
es: Activar el registro

source: Enable Standby Settings
es: Habilitar la configuración de la espera

source: Enable TeleText caching
es: Habilitar almacenamiento en caché de teletexto

source: Enable autostart for HbbTV browser
es: Habilitar autostart para navegador de HbbTV

source: Enable mount automatically while start
es: Permiten montar automáticamente al inicio

source: Enable mount check for HDD :
es: Habilitar soporte para HDD:

source: Enable multiple bouquets
es: Habilitar multiples listas

source: Enable parental control
es: Activar el control de adultos

source: Enable timer
es: Activar programación

source: Enabled
es: Activado

source: Encrypt
es: Encriptar

source: Encrypted:
es: Encriptado:

source: Encryption
es: Encriptación

source: Encryption Key
es: Clave de Encriptación

source: Encryption Keytype
es: Tipo de clave de Encriptación

source: Encryption:
es: Encriptación:

source: End time
es: Hora fin

source: EndTime
es: HoraFin

source: English
es: Inglés

source: Enigma2 Skinselector If you experience any problems please contact stephan@reichholf.net 2006 - Stephan Reichholf
es: Enigma2 Skinselector si tiene cualquier problema póngase en contacto con stephan@reichholf.net 2006 - Stephan Reichholf

source: Enter Key
es: Tecla Enter

source: Enter main menu...
es: Entre al menú principal...

source: Enter pin code
es: Introduzca código pin

source: Enter the service pin
es: Ponga el pin del canal

source: Enter your input data
es: Introduzca sus datos de entrada

source: Error checking disk. The disk or filesystem may be damaged
es: Error al comprobar disco. El disco puede ser dañado

source: Error: %s Retry?
es: Error: %s Reintentar?

source: Error[%d] : %s. Press OK to exit.
es: Error [%d]: %s Pulse OK para salir.

source: Estonian
es: Estonio

source: Ethernet network interface
es: Interfaz de red Ethernet

source: Event Description
es: Descripción del evento

source: Eventview
es: Ver eventos

source: Everything is fine
es: Todo está bien

source: Exceeds dual layer medium!
es: ¡Excede el disco de doble capa!

source: Execution Progress:
es: Progreso de ejecución:

source: Execution finished!!
es: ¡Ejecución terminó!

source: Exit
es: Salir

source: Exit editor
es: Salir del editor

source: Exit input device selection.
es: Sale de la selección de dispositivo de entrada.

source: Exit network wizard
es: Salir del asistente de red

source: Exit the Opera browser.
es: Salir del navegador Opera.

source: Exit the wizard
es: Salir del asistente

source: Exit wizard
es: Salir del asistente

source: Expert
es: Experto

source: Extended Networksetup Plugin...
es: Plugin de configuración de red extendido...

source: Extended Setup...
es: Configuración avanzada...

source: Extended Software
es: Software Extendido

source: Extended Software Plugin
es: Plugin de Software Extendido

source: Extensions
es: Extensiones

source: Extensions management
es: Manejo de Extensiones

source: FILE NOT EXIST : /proc/stb/fp/remote_code
es: ARCHIVO no existe: /proc/stb/fp/remote_code
