Repository: TomS2/VTi-localisation
Catalog: locale/*.po
Languages: es

source: Recording stream station
es: Grabación de la estación de flujo

source: Getting streaming data from %s
es: Conseguir la transmisión de datos de %s

source: Getting streaming data from %s
es: Conseguir la transmisión de datos de %s

source: Do you really want to stop the recording?
es: ¿Realmente desea detener la grabación?

source: Recording length
es: Duración de grabación

source: Enter in minutes (0 means unlimited)
es: Entrar en minutos (0 significa sin límite)

source: Only running streamings can be recorded!
es: Sólo ejecutar transmisiones puede ser grabada!

source: InternetRadio filter list (%s)
es: Lista de filtros InternetRadio (%s)

source: All Countries
es: Todos los paíces

source: All Genres
es: Todos los generos

source: Favorite list
es: Lista de favoritos

source: Getting InternetRadio %s list...
es: Obtener lista de InternetRadio %s...

source: No streaming data found...
es: No hay datos streaming...

source: InternetRadio station list for filter: %s
es: Lista de emisoras InternetRadio filtro: %s

source: Getting %s
es: %s consigue

source: Config
es: Configuración

source: rename current selected favorite
es: cambiar el nombre actual favorito seleccionado

source: remove current selected favorite
es: quitar actual favorito seleccionado

source: do not play a service on startup
es: No reproducir un canal en el arranque

source: play current selected favorite on startup
es: reproductor actual favorito seleccionado al inicio

source: Add current selected genre to favorite
es: Añadir actual género seleccionado a favoritos

source: Add current selected station to favorite
es: Añadir estación seleccionada actual a favoritos

source: Add current playing stream to favorite
es: Añadir stream actual a favoritos

source: Fullscreen
es: Pantalla completa

source: Show TV
es: TV Show

source: Enter new name for favorite item
es: Introduzca un nombre nuevo para el tema favorito

source: Enter text to search for
es: Introduzca texto a buscar

source: InternetRadio station list for search-criteria: %s
es: Lista de emisoras InternetRadio por criterio de búsqueda: %s

source: Searching InternetRadio for %s...
es: Buscando InternetRadio %s...

source: Title: n/a
es: Título: n/a

source: nothing playing...
es: nada reproduciendo...

source: Internet Radio
es: Radio por Internet

source: No OFDb match.
es: Ninguna coincidencia OFDb.

source: OFDb Details parsed
es: Analiza los datos de OFDb

source: OFDb Download completed
es: OFDb descargar completa

source: OFDb Download failed
es: No se pudo descargar el OFDb

source: OFDb Re-Download completed
es: OFDb volver a descargar completa

source: OFDb query failed!
es: ¡Consulta OFDb fallado!

source: Query OFDb: %s...
es: OFDb consulta:%s ...

source: Query details from the Online-Filmdatenbank
es: Detalles de la consulta de la línea Filmdatenbank

source: Re-Query OFDb: %s...
es: Re-consulta OFDb:%s ...

source: The Online-Filmdatenbank
es: En línea-Filmdatenbank

source: creating and manipulating partition tables
es: crear y manipular tablas de particiones

source: Error command '%s'
es: Comando de error '%s'

source: partition(s)
es: Partición: %s

source: add partition
es: Añadir partición

source: size in %s (max %d %s):
es: tamaño en %s (%s máx %d):

source: filesystem:
es: Sistema de archivos

source: create partition %s
es: crear partición %s

source: make filesystem '%s' on partition %s (%d %s)
es: hacer sistema de archivos '%s' en %s (%d %s) de partición

source: delete partition %s
es: eliminar partición de %s

source: execute
es: Ejecutar

source: Please Wait
es: Por favor espere

source: Service delay
es: Retardo del canal

source: Global delay
es: Retardo global

source: Channel audio:
es: Canal de audio:

source: Save to key
es: Guardar clave

source: Open plugin menu
es: Abrir Menú del plugin

source: Save values and close plugin
es: Guardar los valores y cerrar el plugin

source: Discard changes and close plugin
es: Descartar los cambios y cerrar el plugin

source: Change active delay
es: Cambiar retardo activo

source: Increase delay
es: Aumentar retraso

source: Decrease delay
es: Reducir retraso

source: Select channel audio
es: Selecciona canal de audio

source: Save current delay to key
es: Guardar el retraso actual para clave

source: Decrease delay by %i ms (can be set)
es: Disminuir la demora por% i ms (ajustable)

source: Increase delay by %i ms (can be set)
es: Aumentar la demora por %i ms (regulable)

source: Set delay to %i ms (can be set)
es: Programe un retraso de %i ms (se puede ajustar)

source: Move plugin screen
es: Mover pantalla de plugin

source: Select the key you want to set to %i ms
es: Seleccione la clave que desea configurar para %i ms

source: Key %(key)s (current value: %(value)i ms)
es: Clave %(clave)s (valor actual: %(valor) en ms)

source: Setting key canceled
es: Configuracion de clave cancelada

source: Key %(Key)s successfully set to %(delay)i ms
es: Clave %(Clave)s correctamente ajustado para %(retardo) en ms

source: Outer Bound (+/-)
es: Límite exterior (+/-)

source: Step in ms for arrow keys
es: Paso en ms para las teclas de flecha

source: Wait time in ms before activation:
es: Esperar el tiempo en ms antes de la activación:

source: Step in ms for keys '%s'
es: Paso en ms para las claves '%s'

source: Step in ms for key %i
es: Paso en ms para clave %i

source: Audio Sync
es: Sincronización de audio

source: sets the Audio Delay (LipSync)
es: establece el retardo de Audio (LipSync)

source: Audio Sync Setup
es: Configuración de sincronización de audio

source: Setup for the Audio Sync Plugin
es: Configuración para el Plugin de Audio Sync

source: %d Feed(s) were added to configuration.
es: %d Fuente(s) fueron añadidas a la configuración.

source: A simple to use RSS reader
es: Un lector simple de RSS

source: Autoupdate
es: Autoactualizar

source: Enclosures
es: Anexos

source: Entries
es: Entradas

source: Entry %s/%s
es: Entrada %s/%s

source: Error while parsing Feed, this usually means there is something wrong with it.
es: Error mientras analizaba la Fuente, esto significa normalmente que hay algo erróneo con él.

source: Failed to get subscriptions from Google Reader.
es: Error al obtener suscripciones de Google Reader.

source: Failed to login to Google Reader.
es: No se pudo iniciar sesión en Google Reader.

source: Feed
es: Fuente

source: Feed %s/%s
es: Fuente %s/%s

source: Feed URI
es: URI de la Fuente

source: Feed is empty.
es: La Fuente está vacía.

source: Fetch feeds from Google Reader?
es: ¿Fetch feeds de Google Reader?

source: Found no Enclosure we can display.
es: No he encontrado Anexos que pueda visualizar.

source: Google Password
es: Contraseña de Google

source: Google Username
es: Nombre de usuario de Google+

source: Keep running in background
es: Sigue ejecutándolo en segundo plano

source: New Items
es: Nuevos Elementos

source: New Items since last Auto-Update
es: Nuevos Elementos desde la última actualización

source: No such Item.
es: No hay ningún elemento.

source: Notification
es: Notificación

source: Really delete this entry? It cannot be recovered!
es: ¿Seguro que quiere borrar esta entrada? ¡No podrá ser recuperada!

source: Received %d new news item(s).
es: Recibí %d nuevos elementos de noticias.

source: Show new Messages as
es: Muestra nuevos Mensajes como

source: Simple RSS Reader
es: Lector simple de RSS

source: Simple RSS Reader Setup
es: Ajustes lector simple de RSS

source: Simple RSS Reader: %s
es: Lector simple de RSS: %s

source: Sorry, this type of feed is unsupported: %s
es: Lo siento, este tipo de fuente no está soportada: %s

source: Start automatically with Enigma2
es: Comenzar automáticamente con Enigma2

source: Subscribe Newsfeed...
es: Suscribirse noticias...

source: Update Feed
es: Actualizar Fuente

source: Update Interval (min)
es: Intervalo de Actualización (min)

source: Update is being done in Background. Contents will automatically be updated when it's done.
es: La Actualización se está ejecutando en segundo plano. Los contenidos se actualizarán automáticamente cuando termine.

source: View RSS...
es: Ver RSS...

source: What to do?
es: ¿Que hago?

source: Could not read AutoTimer timer list: %s
es: No se pudo leer la lista de grabaciónr autotimer:%s

source: EPG Search
es: Búsqueda EPG

source: Export selected as AutoTimer
es: Seleccionado como AutoTimer de exportación

source: History
es: Historia

source: Import from AutoTimer
es: Importación de AutoTimer

source: Import from EPG
es: Importar desde el EPG

source: Import from Timer
es: Importar desde la Programación

source: New Search
es: Nueva búsqueda

source: No history
es: No hay historial

source: Save search as AutoTimer
es: Guardar búsqueda como AutoTimer

source: Select a timer to search
es: Seleccionar una programación a buscar

source: Select text to search for
es: Seleccionar texto a buscar

source: search EPG...
es: Buscar EPG...

source: Edit Search
es: Editar búsqueda...

source: Length of History
es: Largo de la historia

source: How many entries to keep in the search history at most. 0 disables history entirely!
es: Cuántas entradas para mantener el historial de búsqueda en la mayoría. ¡0 desactiva completamente la historia!

source: Add "Search" Button to EPG
es: Añadir botón de "Buscar" a EPG

source: If this setting is enabled, the plugin adds a "Search" Button to the regular EPG.
es: Si este ajuste está habilitado, el plugin añade un botón de "Buscar" a la EPG normal.

source: Default search type
es: Búsqueda predeterminada

source: Configure EPG search type
es: Configurar EPG forma de buscar

source: Case sensitive search
es: Búsqueda distinguiendo minúsculas/mayúsculas

source: Perform case sensitive or case intensive EPG searches
es: Realizar búsquedas EPG intensivo minúsculas o caso

source: EPGSearch Setup
es: Configuración de EPGSearch

source: Extended description
es: Descripción ampliada

source: Title, short and extended description
es: Título, descripción corta y largo

source: Title and short description
es: Título y breve descripción

source: Short description
es: Descripción corta

source: Select EPG search typ
es: Seleccione tipo de búsqueda EPG

source: Ask before search
es: Pregunte antes de buscar

source: any substring
es: cualquier subcadena

source: beginning of a word
es: principio de una palabra

source: exact match
es: coindencia exacta

source: Save any search string in history
es: Guardar cualquier cadena de búsqueda en la historia

source: Save any search string in history (e.g. searches started via EPG) or only manually entered/edited search strings.
es: Guardar cualquier cadena de búsqueda en la historia (por ejemplo búsquedas arranca via EPG) o cadenas de búsqueda sólo manualmente entrado/editado.

source: Perform case sensitive or case insensitive EPG searches
es: Realizar búsquedas EPG de mayúsculas y minúsculas o mayúsculas y minúsculas

source: Limit "Search" to Channels from Bouquet (TV or Radio)
es: Límite de "Buscar" a los canales de ramo (TV o Radio)

source: If enabled, only search results for Channels within a Bouquet are shown (either TV or Radio Bouquets).
es: Si se activa, se muestran sólo resultados de la búsqueda para los canales dentro de un ramo (TV o Radio Ramos).

source: Type of match for search string
es: Tipo de coincidencia para la cadena de búsqueda

source: Choose how the search string should match the results.
es: El resultado debe coincidir con la salida a continuación:

source: Show event short description
es: Mostrar Descripción breve del evento

source: Show the event short description in the result list. Useful when looking for a certain episode of a TV show.
es: Mostrar la descripción breve del evento en la lista de resultados. Útil cuando se busca un cierto episodio de un programa de televisión.

source: Reset search result list
es: Restablecer lista de resultados de búsqueda

source: Remove Channel from result list
es: Retire del canal de la lista de resultados

source: Keep only this Channel in result list
es: Mantener sólo este canal en la lista de resultados

source: Remove Event from result list
es: Retire Evento de la lista de resultados

source: Toggle: show event short description in result list
es: Conmutador: Mostrar Descripción breve del evento en la lista de resultados

source: Keep only this Event in result list
es: Mantener sólo este evento en la lista de resultados

source: Match of search string: exact, from begin or any substring
es: Partido de la cadena de búsqueda: exacto, de inicio o cualquier subcadena

source: Toggle: search all Channels or only Channels in Bouquet
es: Conmutador: buscar los canales o sólo en lista

source: Search all channels
es: Buscar todos los canales

source: Limit to bouquet
es: Limitar a lista

source: Match any substring
es: Coincidir con cualquier subcadena

source: Match beginning of a word
es: Coincidir con el principio de una palabra

source: Match exactly
es: Coincidir exactamente con

source: Open selected in IMDb
es: Abierto en IMDb

source: Hide event short description
es: Ocultar Descripción breve del evento

source: Filter: remove
es: Filtro: quitar

source: Filter: keep
es: Filtro: mantener

source: Removed all filters
es: Eliminados todos los filtros

source: event
es: evento

source: channel
es: canal

source: Timeout for info pop up
es: Tiempo de espera de información pop-up

source: Duration for showing additional information for search filters
es: Duración para mostrar información adicional de filtros de búsqueda

source: disabled at parental lock
es: Desactivado en el bloqueo paterno

source: Zap-History Configurator
es: Configurador de historia-zapeo

source: Enable zap history:
es: Habilitar menú historia ZAP

source: Maximum zap history entries:
es: Máximas entradas en historia de zapeo::

source: Zap-History Browser
es: Lista Historia-Zapeo

source: Clear
es: Limpiar

source: Zap & Close
es: Zap y cierre

source: Permanent Clock
es: Reloj permanente

source: Deactivate permanent clock
es: Desactivar el reloj permanente

source: Activate permanent clock
es: Activar el reloj permanente

source: Change permanent clock position
es: Cambiar la posición del reloj permanente

source: Shows the clock permanent on the screen
es: Mostrar el reloj permanente en la pantalla

source: A video streaming solution based on VLC
es: Streaming de video basado en VLC

source: Audio Bitrate
es: VelocidadBit Audio

source: Audio Channels
es: Canales de audio

source: Audio Codec
es: Códec de audio

source: Audio Samplerate
es: Velocidad muestra audio

source: DVD Device (leave empty for default)
es: Dispositivo DVD (deje vacío para defecto)

source: Enter VLC-Server as FQDN or IP-Address
es: Introduzca servidor VLC como IP o nombre

source: Error loading filelist into server %(server)s: %(error)s
es: Error al cargar la lista de archivos en el servidor (servidor) de %s: % (error) es

source: Error loading playlist %(media)s into server %(server)s: %(error)s
es: Error al cargar la lista de reproducción % (media) s en el servidor (servidor) de %s: % (error) es

source: Error loading playlist into server %(server)s: %(error)s
es: Error al cargar la lista de archivos en el servidor (servidor) de %s: % (error) es

source: Error updating filelist from server %(server)s: %(error)s
es: Error al actualizar lista de archivos del servidor (servidor) de %s: % (error) s

source: Error with VLC server: %s
es: Error con el servidor VLC: %s

source: Filelist
es: cambiar a lista de ficheros

source: List of known VLC-Server Profiles
es: Lista de conocidos de VLC-servidor de perfiles

source: Movie Directory
es: Directorio de Películas

source: No more files in this directory
es: No hay más ficheros en este directorio

source: No previous file in this directory
es: No hay fichero anterior en este directorio

source: No valid Enigma-Service to play a VLC-Stream Check your installation and try again!
es: No hay canal válido-Enigma a reproducir un Stream-VLC Chequee su instalacion y reintentelo

source: Overscan Correction [in %(percentsign)s of Video width]
es: Corrección de Overscan [en % (percentsign) s de la anchura del vídeo]

source: Really delete this Server?
es: Seguro que quiere borrar este Servidor?

source: Server Address
es: Dirección del Servidor

source: Server Profile Name
es: Nombre de Perfil de servidor

source: Serverlist
es: Lista de servidores

source: Subtitle overlay
es: Superposición de subtítulos

source: Transcode MPEG/DVD Audio
es: Transcode Sonido MPEG/DVD

source: Transcode MPEG/DVD Video
es: Transcode Video MPEG/DVD

source: Video Bitrate
es: Velocidad Video

source: Video Codec
es: Codec Video

source: Video Norm
es: Video norma

source: add server
es: añadir servidor

source: delete server
es: Eliminar servidor

source: edit server
es: Editar servidor

source: filter off
es: apagar filtro

source: filter on
es: encender filtro

source: play DVD
es: reproducir DVD

source: refresh
es: refrescar

source: set default
es: Predeterminar

source: Add new tag...
es: Añadir nueva etiqueta

source: Delete all tags...
es: Eliminar todas las etiquetas ...

source: Delete this tag...
es: Eliminar esta etiqueta...

source: Delete unused tags
es: Eliminar etiquetas sin usar

source: Do you really want to delete all tags everywhere? (Note that 'Cancel' will not undo this!)
es: ¿Realmente desea eliminar todas las etiquetas en todas partes? (Tenga en cuenta que 'Cancelar' no deshará este!)

source: Do you really want to delete tag "%s" everywhere? (Note that 'Cancel' will not undo this!)
es: ¿Realmente desea eliminar la etiqueta "%s" en todas partes? (Tenga en cuenta que 'Cancelar' no deshará este!)

source: Please enter the new tag
es: Por favor, introduzca la nueva etiqueta

source: Rename this tag...
es: Renombra esta etiqueta.

source: Replace tag "%s" everywhere with: (Note that 'Cancel' will not undo this!)
es: Reemplazar etiqueta "%s" en todas partes con: (Tenga en cuenta que "Cancelar" no va a deshacer esto!)

source: Jump x minutes forward:
es: Salto x minutos hacia adelante:

source: Jump x minutes back:
es: Salto x minutos:

source: Go to position:
es: Ir a la posición:

source: Sensibility:
es: Sensibilidad:

source: Overwrite left and right buttons:
es: Sobrescribir los botones izquierdos y derecho:

source: AutoTimer Settings
es: Configuración AutoProgramación

source: Poll automatically
es: Refresco automático

source: Unless this is enabled AutoTimer will NOT automatically look for events matching your AutoTimers but only when you leave the GUI with the green button.
es: A menos que esta opción está activada AutoTimer no se verá automáticamente eventos que empareja su AutoTimers sino sólo cuando deja la interfaz gráfica con el botón verde.

source: Startup delay (in min)
es: Demora de inicio (en min)

source: This is the delay in minutes that the AutoTimer will wait on initial launch to not delay enigma2 startup time.
es: Esto es el retardo en minutos que el AutoTimer esperará en el lanzamiento inicial a no enigma2 Inicio retardo.

source: Poll Interval (in h)
es: Intervalo de refresco (en h)

source: This is the delay in hours that the AutoTimer will wait after a search to search the EPG again.
es: Esto es el retardo en horas que la AutoTimer esperará después de una búsqueda para buscar de nuevo el EPG.

source: Timeout (in min)
es: Tiempo de espera (en minutos)

source: This is the duration in minutes that the AutoTimer is allowed to run.
es: Esta es la duración en minutos que el AutoTimer ejecutar.

source: Only add timer for next x days
es: Sólo agregar temporizador para el próximo x días

source: You can control for how many days in the future timers are added. Set this to 0 to disable this feature.
es: Puede controlar cuántos días en el futuro se añaden temporizadores. Establézcalo en 0 para deshabilitar esta característica.

source: Enable this to be able to access the AutoTimer Overview from within the extension menu.
es: Habilitarla poder acceder a la descripción de AutoTimer de dentro del menú de extensión.

source: Modify existing timers
es: Modificar Programaciones existentes

source: This setting controls the behavior when a timer matches a found event.
es: Esta opción controla el comportamiento cuando un temporizador coincide con un evento encontrado.

source: Guess existing timer based on begin/end
es: Las programaciones existentes están basadas en Inicio/Fin

source: Add similar timer on conflict
es: Añadir temporizador similar sobre el conflicto

source: If a timer conflict occurs, AutoTimer will search outside the timespan for a similar event and add it.
es: Si se produce un conflicto de temporizador, AutoTimer de búsqueda fuera del intervalo de tiempo para un evento similar y agregarlo.

source: Add timer as disabled on conflict
es: Añadir programación como desactivar en conflicto

source: This toggles the behavior on timer conflicts. If an AutoTimer matches an event that conflicts with an existing timer it will not ignore this event but add it disabled.
es: Esto cambia el comportamiento en conflictos de temporizador. Si un AutoTimer coincide con un evento que entra en conflicto con un temporizador existente no ignorará este evento pero añadir que desactivado.

source: Include "AutoTimer" in tags
es: Incluir "AutoTimer" en las etiquetas

source: If this is selected, the tag "AutoTimer" will be given to timers created by this plugin.
es: Si se activa, la etiqueta "AutoTimer" se dará a los temporizadores creados por este plugin.

source: Include AutoTimer name in tags
es: Incluir nombre de AutoTimer en etiquetas

source: If this is selected, the name of the respective AutoTimer will be added as a tag to timers created by this plugin.
es: Si se activa, se añadirá el nombre de lo respectivo AutoTimer como una etiqueta para temporizadores creados por este plugin.

source: Show notification on conflicts
es: Mostrar notificación sobre conflictos

source: By enabling this you will be notified about timer conflicts found during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
es: Activando esto se le notificará acerca de los conflictos del temporizador durante votación automatizada. No hay ninguna inteligencia, por lo que podría molestar sobre el mismo conflicto una y otra vez.

source: Show notification on similars
es: Mostrar notificación en similares

source: By enabling this you will be notified about similar timers added during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
es: Al permitir que esto se le notificará sobre temporizadores similares durante la votación automatizada. No hay ninguna inteligencia, por lo que podría molestar sobre el mismo conflicto una y otra vez.

source: Editor for new AutoTimers
es: Editor para nuevas AutoProgramaciones

source: The editor to be used for new AutoTimers. This can either be the Wizard or the classic editor.
es: El editor para nuevo AutoTimers . Esto puede ser el asistente o el editor clásico.

source: Support "Fast Scan"?
es: ¿Soporte para "Fast Scan"?

source: When supporting "Fast Scan" the service type is ignored. You don't need to enable this unless your Image supports "Fast Scan" and you are using it.
es: Al apoyar "Fast Scan" se omite el tipo de canal. No necesitas activarlo a menos que tu imagen sea compatible con "Fast Scan" y lo está usando.

source: Skip poll during records
es: Encuesta de salto durante los registros

source: If enabled, the polling will be skipped if the Dreambox is recording.
es: Si está habilitado, la interrogación se omiten si el Dreambox está grabando.

source: Configure AutoTimer behavior
es: Configurar comportamiento de AutoProgramación

source: Edit selected AutoTimer
es: Editar la AutoProgramación seleccionada

source: Close and forget changes
es: Cerrar y olvidar cambios
