Repository: TomS2/VTi-localisation
Catalog: locale/*.po
Languages: es

source: External subtitle dialog colorisation
es: Coloración del diálogo de subtítulos externos

source: Delay for external subtitles
es: Retardo de subtítulos externos

source: Set fps for external subtitles
es: Establecer fps para subs externos

source: Automatically turn on external subtitles
es: Encenderá automáticamente subtítulos externos

source: Subtitle Quickmenu
es: Quickmenu subtítulos

source: Force LNB Power
es: Fuerza de energía de LNB

source: Force ToneBurst
es: Fuerza ToneBurst

source: DVB CI Delay
es: Retraso CI DVB

source: No delay
es: Ningún retardo

source: center
es: centro

source: No transparency
es: Sin transparencia

source: Depressed
es: Deprimido

source: Raised
es: Recaudado

source: Uniform
es: Uniforme

source: Full transparency
es: Total transparencia

source: Limit FCC to current bouquet
es: Límite FCC actual ramo

source: FCC restart
es: FCC reiniciar

source: Show build in SecondInfobar
es: Ver construcción en SecondInfobar

source: SecondInfobar timeout
es: Tiempo de espera de SecondInfobar

source: same as Infobar
es: Igual a la barra de información

source: Use cross left/right buttons for bouquet change in service list
es: Utilizar teclas de izquierda/derecha para cambio de lista en la lista de canales

source: Use OK button for opening favourite list
es: Usar botón de OK para abrir lista de favoritos

source: Timeout for double-click (ms)
es: Tiempo de espera para doble clic (ms)

source: Use double click for OK button
es: Usar doble click para el botón OK

source: Enable advertisment detection (I-net is mandatory)
es: Habilitar la detección de anuncios (I-net es obligatorio)

source: Show icons in service list at services with advertisment
es: Mostrar iconos en lista de canales en canales con anuncio

source: Exclude services with advertisment at left/right zapping
es: Excluir los canales con anuncio en zapping izquierda / derecha

source: Set marker for advertisment during recording
es: Establecer marcador para el anuncio durante la grabación

source: Scan in background
es: La exploración en segundo plano

source: Show preview pictures in service list
es: Mostrar imágenes de vista previa en lista de canal

source: Time in minutes before preview pictures will be updated
es: Tiempo en minutos antes de que las imágenes de vista previa se actualicen

source: Include configuration file in crash log
es: Incluir el archivo de configuración en el registro de crash log

source: Fast Scan
es: Análisis rápido

source: Scanning %s...
es: Escaneado %s...

source: Scanning failed!
es: ¡Fallo en el escaneo!

source: List version %d, found %d channels
es: Lista versión %d, encuentra canales de %d

source: HD list
es: Lista de HD

source: Select your provider, and press OK to start the scan
es: Seleccione su proveedor y oprima OK para iniciar la exploración

source: Use fastscan channel names
es: Usar búsqueda rápida nombres de canales

source: Enable auto fast scan
es: Habilitar búsqueda rápida automática

source: Enable auto fast scan for %s
es: Habilitar búsqueda rápida automática para %s

source: A recording is currently running. Please stop the recording before trying to scan.
es: Una grabación se está ejecutando. Por favor, pare la grabación antes de buscar canales.

source: No suitable sat tuner found!
es: ¡Sin sintonizador sat conveniente encontrado!

source: Automatic framerate detection
es: Detección automática de imágenes por segundo

source: Mode for framerate change
es: Modo de cambio de velocidad de fotogramas

source: Changing framerate for current service? Current framerate: %s New framerate: %s
es: Cambio de imágenes por segundo para el canal actual? velocidad de fotogramas actual:%s Nueva tasa de fotogramas:%s

source: automatically
es: automáticamente

source: manually
es: manualmente

source: Hide Infobar when SecondInfobar is shown
es: Ocultar la barra de información cuando se muestra el SecondInfobar

source: Use alternative service list (horizontal) mode
es: Utilice el modo de canal alternativo lista (horizontal)

source: Do you want to install OScam as SoftCam for your smartcards?
es: ¿Desea instalar OScam como SoftCam para sus tarjetas inteligentes?

source: The SoftCam was installed successfully
es: El SoftCam fue instalado con éxito

source: Autostart
es: Inicio automático

source: OK/EXIT
es: OK Y SALIDA

source: Backup
es: Copia de seguridad

source: long
es: Longitud

source: HELP
es: AYUDA

source: VU+ EPG / INFO
es: VU+ EPG / INFORMACIÓN

source: HOME
es: INICIO

source: END
es: FIN

source: Subtitle
es: Subtítulo

source: VU+ R-Button
es: VU + botón R

source: Cross Up
es: Cruz arriba

source: Cross Down
es: Cruz abajo

source: Cross Left
es: Cruz Izquierdo

source: Cross Right
es: Cruz derecha

source: Forward >
es: Adelante

source: Backward <
es: Atrás

source: Volume +
es: Volumen +

source: Volume -
es: Volumen -

source: Power
es: Potencia

source: EXIT
es: SALIR

source: Pause
es: Pausa

source: Rewind <<
es: Rebobinar <<

source: FastForward >>
es: Avance rapido >>

source: Quickbutton Key : %s
es: Quickbutton Clave:%s

source: Please select the backup path...
es: Por favor, seleccione la ruta de copia de seguridad...

source: Overwrite existing Backup?.
es: Sobrescribir el existente de Backup?.

source: Backup Settings...
es: Configuración del Backup

source: Please select the restore path...
es: Por favor, seleccione la ruta de restauración...

source: Overwrite existing Settings?.
es: Sobrescribir configuración existente?.

source: File %s nonexistent.
es: Archivo %s no existe.

source: Restore Settings...
es: Restaurar configuracion...

source: Restarting Enigma2 to set Multi QuickButton Autostart
es: Reinicio Enigma2 para establecer múltiples QuickButton inicio automático

source: Restarting Enigma2 to load:
es: Reinicio Enigma2 a la carga:

source: Multi QuickButton settings
es: Configuración de Multi QuickButton

source: MQB Functions and Plugins
es: MQB funciones y Plugins

source: No valid selection
es: Selección no válida

source: Add Functions to MQB Key
es: Añadir funciones a la tecla MQB

source: Add Plugins to MQB Key
es: Añadir Plugins a MQB clave

source: Add Macro to MQB Key
es: Agregar la Macro a MQB clave

source: Add Script/Binary to MQB Key
es: Añadir Script/binario a MQB clave

source: Functions
es: Funciones

source: No valid function file found
es: No encontró el archivo válido de la función

source: Entry %s already exists.
es: Entrada %s ya existe.

source: Save Settings
es: Guardar Configuración

source: MultiQuickButton macro configuration
es: Configuración de macro MultiQuickButton

source: Modify
es: Modificar

source: VU+ EPG / Info
es: VU+ EPG / INFORMACIÓN

source: Button :
es: Boton :

source: Input name for MQB macro
es: Entrada nombre para macro MQB

source: Input name for MQB macro :
es: Entrada nombre para macro MQB:

source: Select a file to execute
es: Seleccionar un archivo para ejecutar

source: File is not executable
es: Archivo no es ejecutable

source: Add command line options ?
es: ¿Añadir opciones de línea de comandos?

source: Please enter the command line options
es: Por favor, introduzca las opciones de línea de comandos

source: Restart SoftCam
es: Reiniciar SoftCam

source: Extension Selection
es: Selección de la extensión

source: Sleeptimer
es: Apagado automático

source: Channel zap +
es: Canal +

source: Channel zap -
es: Canal -

source: Channel zap (list) +
es: Canal zap (lista) +

source: Channel zap (list) -
es: Canal zap (lista) -

source: Dolby Digital downmix on/off
es: Mezcla Dolby Digital de encendido/apagado

source: List of Bouquets
es: Lista de Favoritos

source: Channel list
es: Lista de canales

source: Zap history back
es: Historial atrás

source: Zap history next
es: Historial siguiente

source: InfoBar EventInfoPlugins
es: Plugins de información de eventos en la barra de información

source: InfoBar EventView
es: Ver eventos

source: InfoBar EPG
es: Barra de información EPG

source: InfoBar Multi EPG
es: Barra de información Multi EPG

source: InfoBar Audio Selection
es: Selección de Audio de la barra de información

source: InfoBar Show Radio
es: Mostrar barra de información Radio

source: InfoBar Show Tv
es: Mostrar barra de información Tv

source: Movie Archive
es: Archivos de grabaciones

source: InfoBar Record
es: Barra de información grabación

source: InfoBar Instant Record
es: Registro de la barra de información instantánea

source: Start Timeshift
es: Inicio Timeshift

source: Start Teletext
es: Inicio teletexto

source: Favourite channel 1
es: Canal favorito 1

source: Favourite channel 2
es: Canal favorito 2

source: Favourite channel 3
es: Canal favorito 3

source: Favourite channel 4
es: Canal favorito 4

source: Favourite channel 5
es: Canal favorito 5

source: DVDPlayer
es: Reproductor de DVD

source: Picture Player
es: Reproductor fotos

source: Cool TV Guide
es: Guía de TV

source: Switch 4:3 (Pillarbox) (Pan&Scan)
es: Interruptor 4:3 (pantalla normal) (Pan & Scan)

source: Mount info
es: Información de Montaje

source: Show PIP
es: Ver PIP

source: Swap PIP
es: Intercambiar PIP

source: Move PIP
es: Mover PIP

source: VTi EPG Settings
es: VTI Ajustes EPG

source: VTi DeviceManager
es: VTI Administrador de dispositivos

source: VTi CamCenter
es: VTI Centro Cam

source: VTi Backup Tools
es: VTi Herramientas de copia de seguridad

source: VTi Image Tools
es: VTI Herramientas de Imagen

source: VTi System Tools
es: VTI Herramientas del sistema

source: VTi Info Tools
es: VTi Herramientas de información

source: VTi Manual Package Installation
es: VTI Manual Instalación de paquetes

source: VTi System InfoPanel
es: VTI Panel de información del sistema

source: VTi USB DVB-T/C/S2 Panel
es: VTI Panel de USB DVB-T/C/S2

source: VTi ExeManager
es: VTI Administración ejecutables

source: VTi News
es: Noticias de VTi

source: Reboot
es: Reinicio

source: GUI Restart
es: Reiniciar GUI

source: Remount Network Shares
es: Volver a montar redes compartidas

source: Remote control macro I
es: Macro control remoto I

source: Remote control macro II
es: Macro control remoto II

source: Remote control macro III
es: Macro control remoto III

source: Remote control macro IV
es: Macro control remoto IV

source: Remote control macro V
es: Macro control remoto V

source: AutoResolution on/off
es: AutoResolución encendido/apagado

source: AutoResolution is disabled
es: AutoResolución está desactivado

source: AutoResolution is enabled
es: AutoResolución está activado

source: HDMI-CEC TV on
es: HDMI-CEC TV encendido

source: HDMI-CEC TV off
es: HDMI-CEC TV apagado

source: HDMI-CEC A/V on
es: HDMI-CEC A / V encendido

source: HDMI-CEC A/V off
es: HDMI-CEC A / V apagado

source: HDMI-CEC A/V Volume +
es: HDMI-CEC A / volumen V +

source: HDMI-CEC A/V Volume -
es: HDMI-CEC A / volumen V -

source: HDMI-CEC A/V Volume mute
es: HDMI-CEC A / V volumen mute

source: HDMI-CEC message was sent
es: HDMI-CEC mensaje

source: Power long
es: Potencia largo

source: VTi BackupSuite (Restore)
es: VTi BackupSuite (Restauración)

source: show EPGBar
es: Mostrar barra EPG

source: (De)/Activate SplitScreen
es: (De) y pantalla dividida

source: (De)/Activate AudioZap
es: (De) y AudioZap

source: Quickbutton: Key
es: Quickbutton: Clave

source: file %s not found!
es: No se encontró el archivo: %s.

source: Stop Timeshift
es: Parar Timeshift?

source: Timeshift switch to Live TV
es: Interruptor de TimeShift en TV en vivo

source: Stop running recordings
es: Detendrá las grabaciones

source: Previous timeshift event
es: Timeshift caso anterior

source: Next timeshift event
es: Próximo evento de timeshift

source: Select timeshift event
es: Seleccione evento timeshift

source: Select Buttons
es: Botones de selección

source: MultiQuickButton button selection
es: Selección de botón de MultiQuickButton

source: Picon folder:
es: Carpeta de picón:

source: Reading Channels...
es: La lectura de Canales ...

source: Loaded Picons:
es: Picons cargado:

source: Not found Picons:
es: No encuentra Picons:

source: Download progress:
es: Descarga en curso:

source: Show group:
es: Mostrar grupo

source: Standard picon:
es: Picon estándar:

source: Select drive
es: Seleccione la unidad

source: More selections
es: Más selecciones

source: Download picons
es: Descargar picons

source: Select path
es: Seleccionar ruta

source: Create folder
es: Crear la carpeta

source: Show random Picon
es: Muestra aleatoria Picon

source: Next Group
es: Grupo siguiente

source: Previous Group
es: Grupo anterior

source: Set / clear standard Picon
es: Set / clear estándar Picon

source: FreeSpace: Drive Not Found !
es: FreeSpace: Driver no encontrado!

source: FreeSpace:
es: Espacio libre:

source: Enter Picon Dir:
es: Escriba Picon Dir:

source: Download finished !
es: ¡Descarga terminada!

source: Choose Picon folder
es: Elija la carpeta Picon

source: FreeSpace:
es: Espacio libre:

source: Channels:
es: Canales:

source: Server temporarily unavailable
es: El servidor no está disponible temporalmente.

source: PiconManagerMod - Settings
es: PiconManagerMod - configuración

source: Select from list
es: Seleccione de la lista

source: OK and exit
es: Aceptar y salir

source: Set Filter:
es: Definir filtro:

source: Size
es: Tamaño

source: Creator
es: Creador

source: Option:
es: Opción:

source: Remember permanently?
es: Recordar de forma permanente?

source: Activate debug logging?
es: ¿Activar registro de depuración?

source: Select Server:
es: Selecciona servidor:

source: Previous picon creator
es: Anterior creador picon

source: Next picon creator
es: Siguiente creador de picón

source: Previous picon size
es: Anterior tamaño picon

source: Next picon size
es: Siguiente tamaño de picón

source: Previous color depth
es: Profundidad de color Anterior

source: Next color depth
es: Profundidad de color siguiente

source: Size:
es: Tamaño:

source: Creator:
es: Creador:

source: Color depth:
es: Profundidad de color:

source: No search results, please change filter options ...
es: No hay resultados de la búsqueda, por favor cambiar las opciones de filtro...

source: Loading, please wait...
es: Cargando. Por favor, espere…

source: Disable power on actions for timer:
es: Desactivar la función en acciones para el contador de tiempo:

source: VU+ standby => TV activity:
es: VU + reposo => actividad de TV:

source: VU+ deepstandby => TV activity:
es: VU+ Reposo profundo => actividad de TV:

source: VU+ on from standby => TV activity:
es: VU + on de Reposo => actividad de TV:

source: VU+ on from deepstandby => TV activity:
es: VU + on de Reposo profundo => actividad de TV:

source: Use A/V-Receiver for volume control:
es: Uso un/V-receptor para control de volumen:

source: Set VU+ device name:
es: Establecer VU + nombre del dispositivo:

source: Enable debug output to file :
es: Activar la salida de depuración al archivo:

source: Enable debug output to console :
es: Activar la salida de depuración a la consola:

source: Delay between CEC messages :
es: Retraso entre los mensajes de la CCA:

source: TV standby
es: TV en espera

source: TV + A/V standby
es: TV + A / reposo V

source: Source inactive
es: Fuente inactiva

source: Nothing
es: No hacer nada

source: TV wakeup
es: TV despertar

source: TV + A/V wakeup
es: TV + A / despertar V

source: A/V + TV wakeup
es: A / V + TV activación

source: Source active
es: Fuente activa

source: VU+ standby
es: VU + en reposo

source: VU+ DeepStandby
es: VU + Reposo profundo

source: VU+ wakeup
es: VU + activación

source: DeviceManager Message
es: Mensaje de administrador de dispositivos

source: Show mounts
es: Ver montajes

source: Size :
es: Tamaño:

source: Model :
es: Modelo:

source: Vendor :
es: Vendedor:

source: Loading, please wait ...
es: Cargando... Espere, por favor

source: Mount path %s is already in use. Please umount current device first
es: Ruta de montaje %s ya está en uso. Por favor desmonte dispositivo actual primero

source: Insert mount point:
es: Insertar punto de montaje:

source: /media/custom
es: / media/personalizado

source: default mount point for hdd
es: punto de montaje predeterminado para hdd

source: recommended for USB flash memory
es: recomendado para la memoria flash USB

source: Formatting, please wait ...
es: Formato, por favor espere...

source: Device : /dev/%s
es: Dispositivo: /dev/%s

source: Filesystem : %s
es: Sistema de archivos: %s

source: Size : %s MB
es: Tamaño: %s MB

source: Do you really want to initialize your device ? ATTENTION !!! This will delete all data on device %s (/dev/%s)
es: ¿Desea inicializar el dispositivo? ¡ATENCIÓN!!!!!! Esto borrará todos los datos en el dispositivo %s (/ dev/%s)

source: Partitioning, please wait ...
es: Partición, espere por favor...

source: One partition
es: Una partición

source: Two partitions (50% / 50%)
es: Dos particiones (50% / 50%)

source: Two partitions (75% / 25%)
es: Dos particiones (75% / 25%)

source: Three partitions (33% / 33% / 33%)
es: Tres particiones (33%, 33% / 33%)

source: Four partitions (25% / 25% / 25% / 25%)
es: Cuatro particiones (25% - 25% -25% - 25%)

source: Two partitions (1% / 99%)
es: Dos particiones (1% / 99%)

source: recommended for harddisks
es: recomendado para discos duros

source: fat
es: grasa

source: for USB flash memory
es: para memoria flash USB

source: not formatted
es: no tiene formato

source: Filesystem :
es: Sistema de archivos

source: Mountpoint :
es: Punto de montaje:

source: Device:
es: Dispositivo:

source: There are no mounted devices
es: No hay ningún dispositivo montado

source: Can not umount all partitions of /dev/%s. Maybe some files of the filesystem are open
es: Puede no desmontar todas las particiones de /dev/%s. Tal vez algunos archivos del sistema de archivos están abiertos

source: Can not change partition table of /dev/%s.
es: No se puede cambiar la tabla de particiones de /dev/%s.

source: Can not refresh partition table of /dev/%s.
es: No se puede actualizar la tabla de particiones de /dev/%s.

source: Error at formatting /dev/%s. Please check your device
es: Error en el formato /dev/%s. Por favor revisar el dispositivo de

source: Error at remount of all partitions at /dev/%s Please check your mounts and remount manually
es: Error en el remontaje de todas las particiones en /dev/%s por favor, compruebe sus montajes y montar manualmente

source: Can not mount device /dev/%s. Please check correct mount path and filesystem
es: No se puede montar dispositivo /dev/%s. Por favor comprueba la ruta de montaje correcto y sistema de archivos

source: Error at umounting all partitions at device /dev/%s Initializing was cancelled
es: Error en umounting todas las particiones en el dispositivo /dev/%s inicialización fue cancelado

source: Error at partitioning device /dev/%s
es: Error en la partición de dispositivo /dev/%s

source: Partition : %s
es: Partición: %s

source: Error at creating filesystem at device %s Please create filesystem manually
es: Error en creación de sistema de archivos en el dispositivo %s por favor crear sistema de archivos manualmente

source: Enable mount check for HDD
es: Habilitar soporte para HDD

source: Mount known devices automatically
es: Montar dispositivos conocidos automáticamente

source: There are plugged in storage devices without a mount point ! Please check mount points of all devices Open DeviceManager and press MENU button to deactivate this check. Do you want to open DeviceManager ?
es: ¡Allí se conectan en dispositivos de almacenamiento sin un punto de montaje! Compruebe los puntos de montaje de todos los dispositivos abra DeviceManager y pulsa el botón de menú para desactivar esta verificación. ¿Desea abrir DeviceManager?

source: Celsius
es: Centígrados

source: %s Setup
es: Configuración de %s

source: Personalize your Skin
es: Personalizar su piel

source: Setup - %s
es: Configuración %s

source: %s - Setup
es: Configuración de %s

source: Style:
es: Estilo:

source: Font:
es: Fuente:

source: Enable %s pro:
es: Activar %s pro:

source: Change skin
es: Cambio de skin

source: ---Weather---
es: Meteorología

source: Refresh interval in minutes:
es: Intervalo de actualización en minutos:

source: Location # (http://weather.yahoo.com/):
es: Ubicación # (http://weather.yahoo.com/):

source: Temperature unit:
es: Unidad de temperatura

source: Don't save settings?
es: ¿No guardar configuración?

source: Restart necessary, restart GUI now?
es: Reinicie necesario, reiniciar GUI ahora?

source: %s additional screens
es: pantallas adicionales de %s

source: Location list
es: Lista de ubicaciones

source: Search weather location ID
es: Buscar ID de ubicación de tiempo

source: Please enter search string for your location
es: Introduzca cadena de búsqueda para su ubicación

source: Sorry, there was a problem:
es: Lo sentimos, hubo un problema:

source: Deepstandby
es: Reposo profundo

source: Go to standby
es: ir a reposo

source: Power off STB
es: Apagado STB

source: AutoShutDown settings
es: Configuración de AutoShutDown

source: AutoShutDown Setup
es: Configuración de AutoShutDown

source: configure automated power off / standby
es: configurar la energía automática apagado / reposo

source: Choose media file
es: Elegir archivo multimedia

source: Configuration for automatic power off in standby
es: Configuración apagado automático en modo de espera

source: Enable automatic power off in standby:
es: Activar energía automática apagado en modo de espera:

source: Time in standby for power off (min):
es: Tiempo en espera para apagado (min):

source: Disable power off for given interval:
es: Desactivar la función apagado para dado intervalo:

source: Begin of excluded interval (hh:mm):
es: Inicio del intervalo excluido (HH: mm):

source: End of excluded interval (hh:mm):
es: Fin de intervalo excluido (HH: mm):

source: Configuration for inactivity actions
es: Configuración de inactividad

source: Enable action after inactivity:
es: Activar la acción después de inactividad:

source: Time for inactivity (min):
es: Tiempo de inactividad (min):

source: Action for inactivity:
es: Acción por inactividad:

source: Disable inactivity action at timeshift:
es: Desactivar la acción de inactividad en timeshift:

source: Show message before inactivity action:
es: Mostrar el mensaje antes de la acción de inactividad:

source: Message timeout (sec):
es: Tiempo de espera de mensaje (s):

source: Play media file before inactivity action:
es: Reproducir el archivo de los medios de comunicación antes de la acción de inactividad:

source: Disable inactivity action for given interval:
es: Acción de inactividad desactivar para dado intervalo:

source: Common configuration
es: configuración común

source: Disable power off in EPGRefresh interval:
es: Desactivar la función apagado en intervalo de EPGRefresh:

source: Disable power off until a hard disk is active:
es: Desactivar la función apagado hasta que un disco duro está activo:

source: Disable power off until a given device is pingable:
es: Desactivar la función apagado hasta que un determinado dispositivo es ping:

source: IP address of network device:
es: Dirección IP de la interfaz de red:

source: Show in Extensions/Plugins:
es: Mostrar extensiones/Plugins:

source: Reset AutoShutDown settings to defaults?
es: Restablecer la configuración de Desconexión automática a los valores predeterminados?

source: Select a media file for AutoShutDown
es: Seleccione un archivo multimedia para AutoShutDown

source: VTI DriverManager
es: VTI Administrador de dispositivos

source: Current drivers:
es: Drivers actuales:

source: Install drivers from a local device
es: Instalar controladores desde un dispositivo local

source: choose drivers from local filesystem to install
es: Seleccione controladores de sistema de archivos local para instalar
