Repository: TomS2/VTi-localisation
Catalog: locale/*.po
Languages: es

source: Yes (safe mode)
es: Sí (modo seguro)

source: Yes
es: Si

source: Enable VPS
es: Activar VPS

source: VPS-Time (date)
es: VPS-tiempo (fecha)

source: VPS-Time (time)
es: VPS (tiempo)

source: always ask
es: Preguntar siempre

source: VPS Settings
es: Configuración de VPS

source: In order to record a timer, the TV was switched to the recording service!
es: Para poder grabar, la TV fue cambiada al canal de la grabación

source: VPS-Plugin checks if the channel supports VPS ...
es: VPS-Plugin comprueba si el canal soporta VPS...

source: The selected channel doesn't support VPS for manually programmed timers! Do you really want to enable VPS?
es: ¡El canal seleccionado no soporta VPS para temporizadores programados manualmente! ¿Desea activar VPS?

source: The VPS-Plugin couldn't check if the selected channel supports VPS for manually programmed timers! Do you really want to enable VPS?
es: VPS-Plugin no podía comprobar si el canal seleccionado soporta VPS para temporizadores programados manualmente! ¿Desea activar VPS?

source: Yes, don't ask again
es: No volver a preguntar.

source: VPS-Plugin couldn't check if the selected channel supports VPS. Do you really want to enable VPS?
es: VPS-Plugin no pudo comprobar si el canal seleccionado soporta VPS. ¿Desea activar VPS?

source: The channel may support VPS Do you want to enable VPS?
es: El canal puede apoyar VPS ¿desea activar VPS?

source: VPS-Plugin couldn't check if the channel supports VPS. Do you want to enable VPS anyway?
es: VPS-Plugin no pudo comprobar si el canal soporta VPS. ¿Desea activar VPS de todos modos?

source: VPS Setup Version %s
es: Configurar VPS versión %s

source: Enable VPS-Plugin
es: Activar el Plugin de VPS

source: Starting time
es: Tiempo inicial

source: Wakeup from Deep-Standby is allowed
es: Se permite la activación de profundo-en espera

source: Seeking connected events
es: Búsqueda de eventos conectados

source: VPS enabled by default
es: VPS activado por defecto

source: Enable VPS on instant records
es: Habilitar registros instantáneos de VPS

source: Cancel
es: Cancelar

source: Information
es: Información

source: This plugin can determine whether a programme begins earlier or lasts longer. The channel has to provide reliable data.
es: Este plugin puede determinar si un programa comienza antes o dura más de largo. El canal tiene que proporcionar datos confiables.

source: If possible, x minutes before a timer starts VPS-Plugin will control whether the programme begins earlier. (0 disables feature)
es: Si posible, x minutos antes un temporizador VPS-Plugin controlará si el programa comienza antes. (0 deshabilita la característica)

source: Enable VPS by default (new timers)
es: Activar VPS de forma predeterminada (nuevo contador)

source: If enabled and necessary, the plugin will wake up the Dreambox from Deep-Standby for the defined starting time to control whether the programme begins earlier.
es: Si activados y es necesario, se activará el plugin Dreambox de profundo-en espera para el tiempo de inicio definido para controlar si el programa comienza antes.

source: If a programme is interrupted and divided into separate events, the plugin will search for the connected events.
es: Si un programa es interrumpido y dividido en eventos separados, el plugin buscará los eventos conectados.

source: When yes, VPS will be enabled on instant records (stop after current event), if the channel supports VPS.
es: Cuando sí, VPS se habilitará en registros instantáneos (parada después de acontecimiento de actualidad), si el canal soporta VPS.

source: Really close without saving settings?
es: ¿Seguro que quiere cerrar sin grabar la configuración?

source: VPS-Plugin Information
es: VPS-Plugin información

source: VPS-Plugin can react on delays arising in the startTime or endTime of a programme. VPS is only supported by certain channels! If you enable VPS, the recording will only start, when the channel flags the programme as running. If you select "yes (safe mode)", the recording is definitely starting at the latest at the startTime you defined. The recording may start earlier or last longer. Supported channels Germany: ARD and ZDF Austria: ORF Switzerland: SF Czech Republic: CT If a timer is programmed manually (not via EPG), it is necessary to set a VPS-Time to enable VPS. VPS-Time (also known as PDC) is the first published start time, e.g. given in magazines. If you set a VPS-Time, you have to leave timer name empty.
es: VPS-Plugin puede reaccionar ante los retrasos que se producen en el startTime o endTime de un programa. Si habilita VPS, la grabación sólo se iniciará cuando el canal señale el programa en ejecución. Si selecciona "sí (modo seguro)", la grabación comenzará definitivamente a partir de la hora de inicio que haya definido. La grabación puede comenzar antes o durar más. Canales compatibles Alemania: ARD y ZDF Austria: ORF Suiza: SF República Checa: CT Si un temporizador se programa manualmente (no a través de EPG), es necesario establecer un VPS-Time para habilitar VPS. VPS-Time (también conocido como PDC) es la primera hora de inicio publicada, p. Dado en revistas. Si establece un VPS-Time, debe dejar el nombre del temporizador vacío.

source: Elektro Power Save
es: Ahorro de energía Elektro

source: Automatically shut down to deep standby
es: Apagará automáticamente al modo de espera profunda

source: Extensions menu
es: Menu de extensiones

source: Plugin menu
es: Menú del plugin

source: yes, Profile 1
es: sí, perfil 1

source: yes, Profile 2
es: sí, perfil 2

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Sunday
es: Domingo

source: no Name
es: Sin nombre

source: Connection Error
es: Error de Conexión

source: Wakeup
es: Despertar

source: Sleep
es: Suspensión

source: Next day starts at
es: Al día siguiente comienza a

source: If the box is supposed to enter deep standby e.g. monday night at 1 AM, it actually is already tuesday. To enable this anyway, differing next day start time can be specified here.
es: Si el cuadro se supone entrar profundo espera por ejemplo, lunes por la noche a la 1:00, realmente ya es el martes. Para activar esto de todos modos, diferenciando la siguiente hora de arranque del día puede ser especificado.

source: IP Address
es: Dirección IP

source: please wait...
es: por favor, espera...

source: NAS/Server Name or IP
es: IP o nombre de servidor NAS

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Command [poweroff, shutdown -h,...]
es: Comando [poweroff, shutdown -h, ...]

source: Telnet Port
es: Puerto de Telnet

source: Waiting until poweroff
es: Espera hasta apagado

source: Run
es: Ejecutar

source: Active Time Profile
es: Perfil de tiempo activo

source: The active Time Profile is (1 or 2).
es: El perfil de tiempo activo es (1 o 2).

source: Enable Elektro Power Save
es: Permiten ahorro de energía Elektro

source: Unless this is enabled, this plugin won't run automatically.
es: A menos que esta opción está activada, este plugin no se ejecutará automáticamente.

source: Use both profiles alternately
es: Utilizar alternativamente ambos perfiles

source: Both profiles are used alternately. When shutting down the other profile is enabled. This allows two time cycles per day. Do not overlap the times.
es: Ambos perfiles se utilizan alternativamente. Cuando está activada cierre el otro perfil. Esto permite que dos ciclos de tiempo por día. No se superponen los tiempos.

source: Standby on boot
es: Espera en el arranque

source: Puts the box in standby mode after boot.
es: Coloca STB en el modo de espera después del arranque.

source: Standby on manual boot
es: Espera en el arranque manual

source: Whether to put the box in standby when booted manually. On manual boot the box will not go to standby before the next deep standby interval starts, even if this option is set. This option is only active if 'Standby on boot' option is set, too.
es: Si poner el STB en standby al arrancar manualmente. Arranque manual el STB no Irán a espera antes de que comience el siguiente intervalo de espera profunda, incluso si se establece esta opción. Esta opción sólo está activa si la opción "Espera en el arranque" se establece, también.

source: Standby on boot screen timeout
es: Espera el tiempo de espera de pantalla arranque

source: Specify how long to show the standby query on boot screen. This value can be set to ensure the box does not shut down to deep standby again too fast when in standby mode.
es: Especificar cuánto tiempo para mostrar la consulta espera en la pantalla de arranque. Este valor se puede establecer para que la casilla no apaga en standby profundo otra vez demasiado rápido cuando está en modo de espera.

source: Force sleep (even when not in standby)
es: Fuerza dormido (aunque no esté en modo de espera)

source: Forces deep standby, even when not in standby mode. Scheduled recordings remain unaffected.
es: Fuerzas profundas espera, aunque no esté en modo de espera. Grabaciones programadas siguen siendo inafectadas.

source: Avoid deep standby when HDD is active, e.g. for FTP
es: Evitar profundo espera al HDD es activo, por ejemplo, para FTP

source: Wait for the HDD to enter sleep mode. Depending on the configuration this can prevent the box entirely from entering deep standby mode.
es: Espere a que el disco duro entre en modo de reposo. Dependiendo de la configuración esto puede impedir que el cuadro totalmente entrar en profundo reposo.

source: Check IPs (press OK to edit)
es: Compruebe IPs (pulse OK para editar)

source: This list of IP addresses is checked. Elektro waits until addresses no longer responds to ping.
es: Se comprueba esta lista de direcciones IP. Elektro espera hasta direcciones ya no responde al ping.

source: NAS Poweroff (press OK to edit)
es: NAS apagado (presione OK para editar)

source: A NAS/Server can be shut down. Is required activated Telnet.
es: Un servidor NAS puede estar apagado. Es necesario activar Telnet.

source: Don't wake up
es: No despiertes.

source: Do not wake up at the end of next deep standby interval.
es: Se despierta al final del siguiente intervalo profunda espera.

source: Holiday mode (experimental)
es: Modo de vacaciones (experimental)

source: The box always enters deep standby mode, except for recording.
es: El STB siempre entra en modo standby profundo, excepto la grabación.

source: Show in
es: Ver en

source: Specify whether plugin shall show up in plugin menu or extensions menu (needs GUI restart)
es: Especificar si plugin se demuestran para arriba en menú del plugin o extensiones (necesita reiniciar GUI)

source: Name
es: Nombre

source: Specify plugin name to be used in menu (needs GUI restart).
es: Especificar el nombre del plugin en el menú (necesita reiniciar GUI).

source: Description
es: Descripción

source: Specify plugin description to be used in menu (needs GUI restart).
es: Especificar Descripción plugin para ser utilizado en el menú (necesidades GUI restart).

source: Help
es: Ayuda

source: Times
es: Horario

source: Showing Elektro readme.txt
es: Mostrar readme.txt Elektro

source: Go to Standby now?
es: ¿Ir a reposo ahora?

source: Go to sleep now?
es: Ir a dormir

source: Advanced options and settings.
es: Opciones avanzadas y configuración.

source: After pressing OK, please wait!
es: Después de presionar OK, espere por favor!

source: Backup your STB settings.
es: Hacer copia de tus ajustes

source: Device : %s
es: Dispositivo: %s

source: Device : /dev/%s
es: Dispositivo: /dev/%s

source: Do you want to exit?
es: ¿Desea salir?

source: Edit the upgrade source address.
es: Editar la dirección de origen de actualización.

source: Filesystem : %s
es: Sistema de archivos: %s

source: Manage extensions or plugins for your STB
es: Gestionar extensiones o plugins para tu STB

source: Online update of your STB software.
es: Actualización en línea de tu software STB.

source: Partition : %s
es: Partición: %s

source: Press OK on your remote control to continue.
es: Pulse OK en tu mando para continuar.

source: Restore your STB settings.
es: Restaurar tu configuración STB.

source: Restore your STB with a new firmware.
es: Restaurar tu STB con un nuevo firmware.

source: Restore your backups by date.
es: Restaura tu backup for fecha.

source: Scan for local extensions and install them.
es: Busca extensiones locales e instálalas.

source: Select your backup device. Current device:
es: Seleccione su dispositivo de backup. Dispositivo actual:

source: Size : %d MB
es: Tamaño: %d MB

source: Size : %s
es: Tamaño: %s

source: Size : %s MB
es: Tamaño: %s MB

source: System will restart after the restore!
es: ¡Sistema se reiniciará después de la restauración!

source: View, install and remove available or installed packages.
es: Ver, instalar y desinstalar paquetes disponibles o instalados.

source: When transcoding, PIP is disabled.
es: Cuando transcódifica PIP se deshabilita

source: When transcoding, both PIP and analog video outputs are disabled.
es: Se desactivan cuando la transcodificación, ambos PIP y salidas de vídeo analógico.

source: partition %d : %s MB
es: Partición de %d: %s MB

source: - Log Directory
es: - Directorio de registros

source: - Log Level
es: - Nivel de registro

source: - Type
es: - Tipo

source: at /dev/%s
es: en /dev/%s

source: extensions.
es: extensiones.

source: packages selected.
es: paquetes seleccionados.

source: updates available.
es: actualizaciones disponibles.

source: wireless networks found!
es: redes wifi encontradas!

source: !!(Empty) Please, Input to the
es: !! (Vacío) Por favor, ingrese a la

source: %d jobs are running in the background!
es: ¡%d trabajos está ejecutándose en segundo plano!

source: %d services found!
es: ¡%d canales encontrados!

source: %s (%s, %d MB free)
es: %s (%s, %d MB libres)

source: %s Start Device Inititlization?
es: %s Comenzar inizialización?

source: (ZAP)
es: (ZAPEAR)

source: (de)activate Picture in Picture...
es: (de) activar imagen en imagen...

source: (empty)
es: (vacío)

source: (show optional DVD audio menu)
es: (muestra ménu de audio de DVD)

source: * Only available if more than one interface is active.
es: * Solo disponible si más de un interface está activo

source: 1 wireless network found!
es: 1 red wifi encontrada!

source: 1-1. Serial Number (The first two or three letters of SN)
es: 1-1. número de serie (las primeras dos o tres letras del SN)

source: 1-2. Serial Number (The remaining numbers of SN)
es: 1-2. número de serie (los restantes números del SN)

source: 1. Drop WvDial
es: 1. Coloque el WvDial

source: 1. Load a Mobile Broadband Device
es: 1. cargar un dispositivo de banda ancha móvil

source: 12V output
es: Salida de 12V

source: 16:9 always
es: 16:9 siempre

source: 2. Contact
es: 2. contacto

source: 2. Set up a Mobile Broadband Device
es: 2. establecer un dispositivo de banda ancha móvil

source: 2. Unload a Mobile Broadband Device
es: 2. descargar un dispositivo de banda ancha móvil

source: 3. Done
es: Hecho

source: 3. Generate a WvDial profile
es: 3. generar un perfil de WvDial

source: 30 minutes
es: 30 minutos

source: 3d mode
es: modo 3D

source: 4. Attempt to connect
es: 4. intento de conexión

source: 5 minutes
es: 5 minutos

source: 5. Done
es: 5. Hecho

source: 60 minutes
es: 60 minutos

source: <Current movielist location>
es: <Localización actual de la lista de películas>

source: <Default movie location>
es: <Localización de películas por defecto>

source: <Last timer location>
es: <Localización de la última grabación>

source: <unknown>
es: <desconocido>

source: A configuration file (%s) was modified since Installation. Do you want to keep your version?
es: El fichero de configuración (%s) fue modificado desde la Instalación. ¿Quiere conservar su versión?

source: A finished record timer wants to set your STB to standby. Do that now?
es: Un grabación finalizada quiere establecer su STB al modo de espera. ¿Hacer ahora?

source: A finished record timer wants to shut down your STB. Shutdown now?
es: Una grabación finalizada quiere cerrar su STB. ¿Cerrar ahora?

source: A graphical EPG for all services of an specific bouquet
es: EPG gráfico para todos los canales de una lista específica

source: A record has been started: %s
es: Una grabación ha comenzado: %s

source: A recording is currently running. Please stop the recording before trying to configure the positioner.
es: Una grabación se está ejecutando. Por favor, pare la grabación antes de intentar configurar el motor.

source: A recording is currently running. Please stop the recording before trying to start the satfinder.
es: Una grabación se está ejecutando. Por favor, pare la grabación antes de intentar el buscar satélites.

source: A required tool (%s) was not found.
es: Una herramienta obligatoria (%s) no fue encontrada

source: A search for available updates is currently in progress.
es: Una búsqueda de actualizaciones disponibles está en proceso.

source: A second configured interface has been found. Do you want to disable the second network interface?
es: Un segundo interface configurado ha sido encontrado. ¿Quiere desabilitar el segundo interface de red?

source: A sleep timer wants to set your STB to standby. Do that now?
es: Un temporizador para dormir quiere establecer su STB al modo de espera. ¿Hacer ahora?

source: A sleep timer wants to shut down your STB. Shutdown now?
es: Un temporizador para dormir quiere cerrar su STB. ¿Cierre ahora?

source: A small overview of the available icon states and actions.
es: Una pequeña vista de los iconos de estados y acciones.

source: A timer failed to record! Disable TV and try again?
es: ¡Ha fallado la grabación! ¿Desactivar TV y probar otra vez?

source: A/V Settings
es: Configurar A/V

source: A/V-Receiver power off:
es: Un A/V-receptor apagado:

source: A/V-Receiver power on:
es: Un A/V-recepto encendido.

source: A/V-Receiver toggle mute:
es: Silenciar A/V

source: A/V-Receiver volume down:
es: Subir volumen A/V

source: A/V-Receiver volume up:
es: Bajar volumen A/V

source: AP Device
es: Dispositivo de AP

source: AP Mode
es: Modo AP

source: Abort
es: Abortar

source: About
es: Acerca de

source: About...
es: Acerca de...

source: Accesspoint:
es: Punto de Acceso:

source: Action after summit
es: Acción después de la Cumbre

source: Action on long powerbutton press
es: Acción dejando pulsada la tecla de encendido

source: Action on short powerbutton press
es: Acción al pulsar poco rato la tecla de encendido

source: Action:
es: Acción:

source: Activate Picture in Picture
es: Activar PiP

source: Activate network settings
es: Activar configuración de red

source: Activation mode
es: Modo de activacion

source: Active Source Reply On:
es: Fuente activa respuesta en:

source: Adapter settings
es: Configuración de adaptador

source: Add
es: Añadir

source: Add Bookmark
es: Añadir Marcador

source: Add a mark
es: Añadir marca

source: Add a new title
es: Añadir un nuevo título

source: Add timer
es: Añadir Grabación

source: Add title
es: Añadir título

source: Add to bouquet
es: Añadir a la lista

source: Add to favourites
es: Añadir a favoritos

source: Additional backup ->
es: Copia de seguridad adicional->

source: Address (0~FF):
es: Dirección (0 ~ FF):

source: Adjust 3D settings
es: Ajustar la configuración 3D

source: Adjust screen position
es: Ajustar la posición de la pantalla

source: Adjust the color settings so that all the color shades are distinguishable, but appear as saturated as possible. If you are happy with the result, press OK to close the video fine-tuning, or use the number keys to select other test screens.
es: Ajuste la configuración del color de forma que todas las sombras de los colores se distingan, pero que estén tan saturadas como sea posible. Si está contento con el resultado, pulse OK para cerrar el ajuste de video fino, o use una tecla numérica para seleccionar otras pantallas de test.

source: Advanced Options
es: Opciones avanzadas

source: Advanced Software
es: Software Avanzado

source: Advanced Software Plugin
es: Plugin de Sofware Avanzado

source: Advanced Video Enhancement Setup
es: Configuración Mejorada de Vido Avanzado

source: Advanced restore
es: Restauración avanzada

source: After event
es: Después del evento

source: After the start wizard is completed, you need to protect single services. Refer to your STB's manual on how to do that.
es: Una vez completado el asistente de inicio, es necesario proteger los canales individuales. Consulte el manual de su STB sobre cómo hacerlo.

source: Agree
es: De acuerdo

source: All
es: Todo

source: All Satellites
es: Todos satélites

source: Allow removing of entries in service list
es: Permitir eliminar entradas de la lista de canales

source: Allow removing of system software
es: Permitir eliminar del software del sistema

source: Almost there... Now building the USB-Image!
es: Casi allí... ¡Ahora construyendo la imagen de USB!

source: Alpha Value
es: Valor de alfa

source: Alternative radio mode
es: Modo de radio alternativo

source: Alternative services tuner priority
es: Prioridad de sintonizadores alternativa

source: Always ask
es: Preguntar siempre

source: Always zap before record
es: Siempre zapear antes de grabar

source: An empty filename is illegal.
es: Un nombre de fichero vacío es ilegal.

source: An unknown error occured!
es: ¡Ocurrió un error desconocido!

source: Another adapter connected has been found. A connection is attempted after disconnect all of other device. Do you want to?
es: Se ha encontrado otro adaptador conectado. Se intenta una conexión después de otro dispositivo de desconexión. ¿Que desea?

source: Arabic
es: Arábigo

source: Are you sure you want to activate this network configuration?
es: ¿Está seguro de que quiere activar esta configuración de red?

source: Are you sure you want to delete following backup:
es: Está seguro de querer borrar el siguiente backup:

source: Are you sure you want to exit this wizard?
es: ¿Está seguro que quiere salir de este asistente?

source: Are you sure you want to restart your network interfaces?
es: Quiere reiniciar sus adaptadores de red?

source: Are you sure you want to restart your network interfaces?
es: Quiere reiniciar sus adaptadores de red?

source: Are you sure you want to restore following backup:
es: Está seguro que quiere restaurar el siguiente backup:

source: Are you sure you want to restore your Enigma2 backup? Enigma2 will restart after the restore
es: ¿Está seguro que quiere restaurar su backup Enigma2? Enigma2 reiniciará después de restaurar

source: Are you sure you want to setup your AP?
es: ¿Está seguro que desea configurar tu AP?

source: Artist
es: Artista

source: Ask before shutdown:
es: Preguntar antes de apagar:

source: Ask for deleting files after canceling timers
es: Solicitar la eliminación de archivos después de cancelar temporizadores

source: Ask user
es: Preguntar al usuario

source: Aspect Ratio
es: Relación de aspecto

source: Aspect ratio
es: Relación de aspecto

source: Audio Options...
es: Opciones de audio

source: Audio PID
es: PID de audio

source: Author:
es: Autor:

source: Authoring mode
es: Modo autorizativo

source: Auto chapter split every ? minutes (0=never)
es: Dividir capítulo cada ? minutos (0=nunca)

source: Auto flesh
es: Auto refresco

source: Auto scart switching
es: Intercambio a euroconector auto

source: Automatic
es: Automático

source: Automatic Scan
es: Búsqueda automática

source: Automatically set up a Mount Point
es: Configurar automáticamente un punto de montaje

source: Autoremove depended packages at package remove
es: Los paquetes dependientes se auto remueven del paquete removido

source: Available format variables
es: Variables de formato disponibles
