Repository: TomS2/VTi-localisation
Catalog: locale/*.po
Languages: es

source: Incoming Call on %(date)s at %(time)s from --------------------------------------------- %(number)s %(caller)s --------------------------------------------- to: %(phone)s
es: Llamada entrante de s % (fecha) en (tiempo) %s de ---s % (número) % (llamador) s\--- a: s % (teléfono)

source: Incoming calls
es: Llamadas entrantes

source: Italy
es: Italia

source: Last 10 calls:
es: Últimas 10 llamadas:

source: MSN to show (separated by ,)
es: MSN a mostrar (separado por ,)

source: Mailbox
es: Buzón

source: Missed
es: Perdidas

source: Missed calls
es: Llamadas perdidas

source: Mute on call
es: Silencio en llamada

source: Name of WLAN guest network
es: Nombre de red de invitado WLAN

source: New call
es: Nuevas llamadas

source: No DECT phone registered
es: No hay teléfono DECT registrado

source: No call redirection active
es: Redirección de llamada activo

source: No entry selected
es: No hay entrada seleccionada

source: No mailbox active
es: No cuenta de correo activa

source: No phonebook
es: No hay ninguna agenda telefónica

source: No result from LDIF
es: No hay resultado desde LDIF

source: No result from Outlook export
es: No hay resultado desde la exportación de Outlook

source: No result from reverse lookup
es: No hay resultado de resolución inversa

source: Number
es: Número

source: One DECT phone registered
es: Un teléfono DECT registrado

source: One call redirection active
es: Redirección de una llamada activa

source: One mailbox active
es: Una cuenta de correo activa

source: Others
es: Otros

source: Outgoing
es: Salida

source: Outgoing Call on %(date)s at %(time)s to --------------------------------------------- %(number)s %(caller)s --------------------------------------------- from: %(phone)s
es: LLamada saliente en % (fecha) s en % (tiempo) s a --------------------------------------------- % (número) s % (llamador)s --------------------------------------------- desde % (teléfono)

source: Outgoing calls
es: Llamadas salientes

source: Password Accessing FRITZ!Box
es: Contraseña accediendo a FRITZ!Box

source: Password of WLAN guest network
es: Contraseña de red de invitado WLAN

source: Phone calls
es: Llamadas de teléfono

source: PhoneBook and Faces Location
es: Directorio y ubicación de caras

source: Phonebook
es: Agenda

source: Plugin not enabled
es: Plugin no habilitado

source: Quit
es: Salir

source: Read PhoneBook from FRITZ!Box
es: Leer Agenda desde FRITZ!Box

source: Refresh status
es: Actualizar estado

source: Refreshing...
es: Refrescando …

source: Reload interval for phonebooks (hours)
es: intervalo de recarga para Listines telefónicos (horas)

source: Reverse Lookup Caller ID (select country below)
es: Búsqueda inversa del ID llamante (seleccionar país abajo)

source: Reverse searching...
es: Búsqueda inversa...

source: Search
es: Buscar

source: Search (case insensitive)
es: Buscar (may/min indistinto)

source: Search phonebook
es: Buscar agenda

source: Searching in LDIF...
es: Buscando en LDIF...

source: Searching in Outlook export...
es: Buscando en la exportación de Outlook...

source: Secure WLAN guest network
es: Red de invitado WLAN segura

source: Setting...
es: Ajuste...

source: Shortcut
es: Acceso rápido

source: Show Outgoing Calls
es: Mostrar Llamadas Salientes

source: Show after Standby
es: Mostrar después del inicio

source: Show details of entry
es: Mostrar detalles de la entrada

source: Show only calls for specific MSN
es: Mostrar sólo las llamadas de MSN específica

source: Software fax active
es: Fax software activa

source: Software fax inactive
es: Fax software inactivo

source: Status not available
es: Estado no disponible

source: Strip Leading 0
es: Quitar el 0 al inicio

source: Switzerland
es: Suiza

source: The Netherlands
es: Holanda

source: Timeout for Call Notifications (seconds)
es: Tiempo cumplido para Notificaciones de Llamadas (segundos)

source: To enjoy more functionalities of your FRITZ!Box, configure the firmware version!
es: ¡Para disfrutar de más funcionalidades de su FRITZ! Caja, configurar la versión de firmware!

source: Toggle 1. mailbox
es: Alternar 1. buzón de correo

source: Toggle 2. mailbox
es: Alternar 2. buzón de correo

source: Toggle 3. mailbox
es: Alternar 3. buzón de correo

source: Toggle 4. mailbox
es: Alternar 4. buzón de correo

source: Toggle 5. mailbox
es: Alternar 5. buzón de correo

source: Toggle Mailbox
es: Marcar Cuenta de Correo

source: Toggle WLAN
es: Marcar WLAN

source: Toggle WLAN guest access
es: Acceso de invitados

source: Toggle all mailboxes
es: Cambiar todos los buzones

source: UNKNOWN
es: DESCONOCIDO

source: Use internal PhoneBook
es: Usar Agenda interna

source: User name Accessing FRITZ!Box
es: Nombre de usuario accediendo a FRITZ!Box

source: Vanity
es: Vanidad

source: You need to enable the monitoring on your FRITZ!Box by dialing #96*5*!
es: ¡Necesitas activar la monitorización en tu FRITZ!Box marcando #96*5*!

source: You need to set the password of the FRITZ!Box in the configuration dialog to display calls It could be a communication issue, just try again.
es: Necesita poner la contraseña del FRITZ!Box en el diálogo de configuración para visualizar las llamadas Puede hacer un problema de comunicación, sólo reintente otra vez.

source: before 05.27
es: antes 05.27

source: call redirections active
es: redirección de llamada activo

source: devices active
es: dispositivos activos

source: display calls
es: visualizar llamadas

source: display phonebook
es: Mostrar la agenda

source: done
es: hecho

source: done, using last list
es: hecho, usando la última lista

source: encrypted
es: encriptado

source: finishing
es: terminando

source: home
es: casa

source: login
es: identificar

source: login ok
es: identificación ok

source: login verification
es: verificación de entrada

source: mailboxes active
es: buzones de correo activadas

source: mobile
es: móvil

source: no calls
es: no hay llamadas

source: no device active
es: ningún dispositivo activo

source: not encrypted
es: no encriptado

source: not yet implemented
es: aún no implementado

source: number suppressed
es: número suprimido

source: one device active
es: un dispositivo activo

source: preparing
es: preparando

source: quit
es: salir

source: save and quit
es: guardar y salir

source: show as list
es: mostrar como lista

source: show each call
es: mostrar cada llamada

source: show nothing
es: no mostrar nada

source: work
es: trabajo

source: wrong user or password?
es: ¿usuario incorrecto o la contraseña?

source: immediately after recording
es: inmediatamente después de la grabación

source: older than 1 day
es: más de 1 día

source: older than 3 days
es: más de 3 días

source: older than 1 week
es: más de 1 semana

source: older than 2 weeks
es: más de 2 semanas

source: older than 4 weeks
es: más de 4 semanas

source: older than 6 weeks
es: más de 6 semanas

source: UHD Interlace Mode
es: UHD modo entrelazado

source: UHD Progressive Mode
es: Modo progresivo de UHD

source: Webinterface
es: Interface Web

source: Configuration for the Webinterface
es: Configuración del interface web

source: Start Webinterface
es: Iniciar la interfaz web

source: Show Setup in Extensions menu
es: Mostrar la configuración en el menú de extensiones

source: Enable /media
es: Habilitar/media

source: Allow zapping via Webinterface
es: Permitir zapear via interface web

source: Autowrite timer
es: Auto escribir la programación

source: Load movie-length
es: Cargar la longitud de las películas

source: Enable HTTP Access
es: Habilitar el acceso HTTP

source: HTTP Port
es: Puerto HTTP

source: Enable HTTP Authentication
es: Habilitar la autenticación HTTP

source: Enable HTTPS Access
es: Habilitar el acceso HTTPS

source: HTTPS Port
es: Puerto HTTPS

source: Enable HTTPS Authentication
es: Habilitar la autenticación HTTPS

source: Enable Streaming Authentication
es: Habilitar la autenticación de Streaming

source: Webinterface: Main Setup
es: Interface web: Configuración principal

source: TeleVision
es: Televisión

source: Timers
es: Temporizadores

source: EPG-Search
es: Búsqueda de EPG

source: Search EPG
es: Buscar EPG

source: Clear search
es: Borrar Búsqueda

source: Bouquets
es: Listas

source: No Bouquets to Display
es: No listas a pantalla

source: Please select any bouquet
es: Por favor, seleccione cualquier lista

source: Tag Filter
es: Filtro de etiqueta

source: All Timers
es: Todos los temporizadores

source: Create Timer
es: crear grabación

source: Cleans up the list of timers by removing e.g. finished timers
es: Limpiar lista de grabaciones mediante la eliminación de grabaciones e.g. terminados

source: No Timer Available!
es: ¡Ningún temporizador disponible!

source: Edit Timer
es: Editar el temporizador

source: Activate
es: Activar

source: Delete Timer
es: eliminar grabación

source: Legend
es: Leyenda

source: Action
es: Acción

source: Note: For recurring events dates are not mandatory.
es: Nota: Para eventos recurrentes las fechas no son obligatorias.

source: Note: For one-time events the days don't have to be specified.
es: Nota: Para eventos de una sola vez los días no tienen que especificarse.

source: Begins
es: Inicia

source: Ends
es: Finalización

source: Days
es: Días

source: Do Nothing
es: No hacer nada

source: of
es: de

source: Power Control
es: Control de energía

source: Send Message
es: Enviar mensaje

source: WebRemote
es: Web remoto

source: Screenshot (All)
es: Captura de pantalla (todos)

source: Screenshot (Video)
es: Captura de pantalla (Video)

source: Screenshot (OSD)
es: Captura de pantalla (OSD)

source: Toggle Standby
es: Alternar modo de espera

source: Restart enigma2
es: Reiniciar enigma2

source: Timeout
es: Tiempo de espera

source: Warning
es: Atención

source: Send
es: Enviar

source: Device Info
es: Información de dispositivo

source: Click to show/hide extended description
es: Haga clic para mostrar / ocultar la descripción ampliada

source: Stream Channel
es: Canal de stream

source: Instant Record
es: Grabación instantánea

source: Record current event
es: Grabar evento actual

source: Start infinite recording
es: Iniciar la grabación infinita

source: Open Signal Panel
es: Panel de señal abierta

source: Load Bouquet
es: Cargar lista

source: Lookup on IMDb.com
es: Buscar en IMDb.com

source: Add Timer
es: Añadir Grabación

source: Add Zap Timer
es: Agregar temporizador de Zap

source: No Service to show
es: No hay canal para mostrar

source: please select a submenu on the left...
es: por favor seleccione un submenú a la izquierda...

source: Filter Services
es: Filtrado de Lista canales

source: Authors
es: Autores

source: and many contributors
es: y muchos colaboradores

source: JavaScript Libraries
es: Bibliotecas de JavaScript

source: License
es: Licencia

source: Device & Versions
es: Dispositivo y versiones

source: Device Name
es: Nombre del dispositivo

source: Enigma2 Version
es: Versión de enigma2

source: Image Version
es: Versión de la imagen

source: Frontprocessor Version
es: Versión Frontprocessor: %d

source: Webinterface Version
es: Versión de la interfaz web

source: Tuners
es: Sintonizadores

source: Capacity
es: Capacidad

source: Network Interface
es: Interfaz de red

source: Mac Address
es: Dirección Mac

source: DHCP enabled
es: DHCP activado

source: Video Size
es: Tamaño de vídeo

source: Widescreen
es: Pantalla ancha

source: Nothing running...
es: Nada corriente...

source: Technical Information
es: Conocimiento técnico

source: Nothing found...
es: Nada encontrado ...

source: No movies to show...
es: Sin películas para mostrar...

source: Volume Down
es: Bajar volúmen

source: Unmute
es: Anular silencio

source: Volume Up
es: Subir volúmen

source: Get a Screenshot
es: Capturar pantalla

source: Grab Video & OSD
es: Video de gancho agarrador y OSD

source: Send \"long\" keypress
es: Enviar \"long\" keypress

source: Refresh Screenshot
es: Recargar la pantalla

source: WARNING: Cookies are required to store the settings!
es: ADVERTENCIA: Las Cookies son necesarias para guardar los ajustes!

source: Enable Debug
es: Activar el modo de depuración

source: Update interval for current service (min. 10 sec)
es: Intervalo de actualización de canal actual (min. 10 seg.)

source: Update-Interval for EPG of the current bouquets (min. 60 sec)
es: Intervalo de actualización para la EPG de los actuales listas (min. 60 seg)

source: sec
es: ﻿Seg.

source: Previous
es: Anterior

source: Playlist
es: Lista de reproducción

source: Close MediaPlayer
es: Cerrar MediaPlayer

source: No items to show...
es: No hay elementos que mostrar

source: one two three four unknown command
es: uno dos tres cuatro comando desconocido

source: Path %s can not be created
es: Ruta de %s no puede ser creada

source: Path %s does not exist
es: Ruta %s no existe

source: Location '%s' is already existing
es: Ubicación '%s' ya existe

source: Location '%s' added successfully
es: Ubicación '%s', agregado con éxito

source: Missing value for parameter dirname
es: Falta valor para el parámetro dirname

source: Location '%s' removed successfully
es: Ubicación '%s' quitado con éxito

source: Location '%s' does not exist
es: Ubicación '%s' no existe

source: unknown command (%s)
es: comando desconocido (%s)

source: No Messagetext given
es: No Messagetext dado

source: type %s is not a number
es: tipo de %s no es un número

source: Unsupported Messagetype %s
es: Tipo de mensaje no soportado %s

source: Message sent successfully!
es: ¡Mensaje Enviado con Exito!

source: List of Plugins has been read
es: Lista de Plugins ha sido leído

source: Obligatory parameters missing [cmd [set,get], time [0-999], action [standby,shutdown], enabled [True,False]
es: Parámetros obligatorios que falta [cmd [set, get], tiempo [0-999] acción [espera, apagado], activado [True, False]

source: Sleeptimer is enabled
es: Sleeptimer está habilitado

source: Sleeptimer is disabled
es: Sleeptimer está deshabilitado

source: ERROR: Obligatory parameter 'enabled' [True,False] has unspecified value '%s'
es: ERROR: Parámetro obligatorio 'habilitado' [True, False] ha no se especifica valor '%s'

source: ERROR: Obligatory parameter 'time' [0-999] is missing
es: ERROR: Falta el parámetro obligatorio 'time' [0-999]

source: Sleeptimer has been disabled
es: Sleeptimer se ha deshabilitado

source: The sleep timer has been activated for %s minutes.
es: El temporizador se ha activado para %s minutos.

source: Sleeptimer set to %s minutes
es: Sleeptimer en minutos de %s

source: ERROR: Obligatory parameter 'cmd' [get,set] has unspecified value '%s'
es: ERROR: Parámetro obligatorio 'cmd' [get, set] ha no se especifica valor '%s'

source: ERROR: Cannot set SleepTimer while device is in Standby-Mode
es: ERROR: No se puede establecer SleepTimer mientras el dispositivo está en modo de espera

source: Unknown function: '%s'
es: Función desconocida:

source: List of Timers has been cleaned
es: Lista de alarmas se ha limpiado

source: Missing Parameter: sRef
es: Falta el parámetro: sRef

source: Missing Parameter: begin
es: Falta el parámetro: comenzar

source: Missing Parameter: end
es: Falta el parámetro: final

source: The timer '%s' has been deleted successfully
es: El temporizador de '%s' se ha eliminado con éxito

source: The timer has NOT been deleted
es: El temporizador no se ha eliminado

source: Illegal Parameter value for Parameter begin : '%s'
es: Valor parámetro parámetro empiezan: '%s'

source: Missing Parameter: name
es: Falta el parámetro: nombre

source: Missing Parameter: description
es: Falta el parámetro: Descripción

source: Illegal Parameter value for Parameter edit : '%s'
es: Valor parámetro para editar parámetro: '%s'

source: Event with id %d not found
es: Evento con el id %d no encontrado

source: Missing Parameter: channelOld
es: Falta el parámetro: channelOld

source: Missing Parameter: beginOld
es: Falta el parámetro: beginOld

source: Missing Parameter: endOld
es: Falta el parámetro: endOld

source: Conflicting Timer(s) detected! %s
es: Grabación en conflicto (s) detectado! %s

source: Changing the timer for '%s' failed!
es: Cambio del temporizador para '%s' no!

source: Could not find timer '%s' with given start and end time!
es: No se pudo encontrar grabación '%s' con la propuesta de inicio y fin!

source: Timer '%s' added
es: Contador de tiempo '%s' ha añadido

source: Could not add timer '%s'!
es: No se pudo añadir grabación '%s'!

source: Missing Parameter: eventid
es: Falta el parámetro: eventid

source: EventId not found
es: EventId no encontrado

source: TimerList has been saved
es: TimerList se ha guardado

source: TimerList has not been saved
es: TimerList no se ha guardado

source: reloaded both
es: Recargados

source: reloaded lamedb
es: Recargar lamedb

source: reloaded bouquets
es: Recargar listas

source: missing or wrong parameter mode [%i=both, %i=lamedb only, %i=userbouqets only]
es: falta o mal modo de parámetro [%i = ambos, %i = lamedb, %i = userbouqets solo]

source: Missing or Wrong Argument
es: Argumento de la falta o mal

source: Could not delete Movie '%s'
es: No se pudo eliminar la película '%s'

source: Movie '%s' deleted
es: Película '%s' eliminado

source: Illegal Parameter Value: sRef - '%s'
es: Parámetro valor: sRef - '%s'

source: Missing Paramter: dirname
es: Falta parámetro: dirname

source: Source and destination folders are the same.
es: Carpetas de origen y de destino son los mismos.

source: '%s' does not exist in source directory.
es: '%s' no existe en el directorio de origen.

source: '%s' already exists in destination directory '%s', set force=1 to move anyway.
es: '%s' ya existe en el directorio de destino '%s', forzar = 1 para mover igualmente.

source: Destination dir '%s' does not exist.
es: Dir de destino '%s' no existe.

source: Movie '%s' has unknown suffix '%s'.
es: Película '%s' tiene desconocido sufijo '%s'.

source: Moving Movie '%s' to '%s' in background.
es: Pasar película '%s' a '%s' en segundo plano.

source: Movie '%s' moved to '%s' without errors.
es: Película '%s' se trasladó a '%s' sin errores.

source: %d error while moving Movie '%s' to '%s': %s
es: %d error al mover la película '%s' a '%s': %s

source: undefined
es: no definido

source: illegal call
es: Llamada ilegal

source: Unknown command (%s)
es: Comando desconocido (%s)

source: Mediaplayer not installed
es: MediaPlayer no instalado

source: Missing or invalid parameter file
es: archivo que falta o no válido

source: '%s' is neither a valid reference nor a valid file
es: '%s' no es una referencia válida ni un archivo válido

source: Playback of '%s' started
es: Reproducción de '%s' comenzadas

source: '%s' has been added to playlist
es: '%s' ha sido añadido a la lista de reproducción

source: '%s' removed from playlist
es: '%s' quitado de lista de reproducción

source: '%s' not found in playlist
es: '%s' no se encuentra en la lista de reproducción

source: Playlist '%s' does not exist
es: Lista de reproducción '%s' no existe

source: Playlist saved to '%s'
es: Lista de reproducción guardado en '%s'

source: Mediaplayer was not active
es: MediaPlayer no era activo

source: Unknown parameter %s
es: Parámetro desconocido %s

source: Command '%s' executed
es: Comando '%s' ejecutados

source: False
es: Falso

source: Success
es: Éxito

source: AC3 Downmix enabled
es: Downmix AC3 habilitado

source: AC3 Downmix disabled
es: Downmix de AC3 desactivada

source: This device does not support AC3 Downmix
es: Este dispositivo no es compatible Downmix AC3

source: State
es: Estado

source: Volume changed
es: Volumen cambiado

source: Mute toggled
es: MUTE activada

source: Volume set to %i
es: Volumen para %i

source: Wrong parameter format 'set=%s'. Use set=set15
es: Formato de parámetro incorrecto ' set = %s'. Utilice set = set15

source: Unknown Volume command %s
es: Comando de volumen desconocido %s

source: LEVEL2 and LEVEL3 Certifcates (Base64-encoded)
es: Nivel 2 y LEVEL3 Certifcates (codificada en Base64)

source: Challenge executed, please verify the result!
es: Desafío ejecutado, comprueba el resultado!

source: Obligatory parameter "random" for cmd="%s" missing
es: Parámetro obligatorio "al azar" para cmd = "%s" que falta

source: Unknown for parameter "cmd" [%s|%s]
es: Desconocido para el parámetro "cmd" [%s | s %]

source: Obligatory parameter sRef is missing
es: Parámetro obligatorio sRef es falta

source: Active service is now '%s'
es: Canal activo está ahora '%s'

source: Obligatory parameter 'sRef' is missing
es: Parámetro obligatorio 'sRef'

source: Cannot zap while device is in Standby
es: No zapear mientras el dispositivo está en modo de espera

source: Zapping is disabled in WebInterface Configuration
es: Zapping es desactivado en la configuración de la interfaz web

source: Missing or wrong argument
es: Argumento de la falta o mal

source: Obligatory parameter 'command' is missing!
es: ¡Parámetro obligatorio 'comando' es falta!

source: the command was not > 0
es: el comando no era > 0

source: RC command '%s' has been issued
es: RC comando '%s' se ha emitido

source: Old password:
es: Contraseña anterior:

source: New password:
es: Contraseña nueva:

source: Incorrect new password! Minimum length: 5 Maximum length: 8
es: ¡Nueva contraseña incorrecta! Longitud mínima : 5 Longitud máxima: 8

source: Could not log in!
es: ¡No puedo identificarme!

source: Error while setting new password!
es: ¡Error mientras actualizaba la nueva contraseña!

source: Password Changer
es: Cambiador de Contraseña

source: Change your ftp and telnet password
es: Cambia su contraseña de telnet y ftp

source: Zap Statistic
es: Zap estadística

source: Sort (name+)
es: Ordenar (nombre +)

source: Sort (name-)
es: Ordenar (nombre -)

source: Sort (duration+)
es: Ordenar (duración +)

source: Sort (duration-)
es: Ordenar (duración -)

source: Durations
es: Duraciones

source: Sort (date+)
es: Ordenar por fecha+

source: Sort (date-)
es: Ordenar por fecha-

source: Play entry
es: Reproducir elemento

source: Delete all entries
es: Eliminar todas las entradas

source: Sort by name (ascending)
es: Ordenar por nombre (Ascendente)

source: Sort by name (descending)
es: Ordenar por nombre (Descendente)

source: Sort by date (ascending)
es: Ordenar por fecha (ascendente)

source: Sort by date (descending)
es: Ordenar por fecha (descendente)

source: Show duration window
es: Mostrar ventana de duración

source: Show combined duration window
es: Mostrar ventana de duración combinado

source: Close plugin
es: Cerrar el plugin

source: Please choose a function...
es: Por favor, elija una función...

source: Shows the watched services with some statistic
es: Muestra los canales vistos con alguna estadística

source: Execute cuts...
es: Ejecutar los cortes...

source: Don't cut
es: No corte

source: Replace the original movie with the cut movie
es: Vuelva a colocar la película original con la película de corte

source: Place the cut movie in a new file ending with " cut"
es: Colocar la película cortada en un archivo nuevo con el "corte"

source: Advanced cut specification...
es: Especificación de corte avanzado...

source: How would you like to cut "%s"?
es: ¿Cómo quieres cortar "%s"?

source: Cutlist
es: Listas de corte

source: Manual specification
es: Especificación manual

source: Replace original:
es: Vuelva a colocar el original:

source: New filename:
es: Nuevo nombre de archivo:

source: New title:
es: Nuevo titulo

source: New description:
es: Nueva descripción

source: New location:
es: Nueva ubicación

source: Cut source:
es: fuente de corte:

source: Cuts (an IN OUT IN OUT ... sequence of hour:min:sec)
es: Cortes (una IN OUT IN OUT ... secuencia de hora: min: seg)

source: Cut Parameter Input
es: Cortar Parámetro de entrada

source: The movie "%s" is successfully cut
es: Con éxito se corta la película "%s"
