Repository: TomS2/VTi-localisation
Catalog: locale/*.po
Languages: es

source: Open Context Menu
es: Abrir Menú Contextual

source: Close and save changes
es: Cerrar y guardar cambios

source: Remove selected AutoTimer
es: Retire autotimer seleccionado

source: Add new AutoTimer
es: Añadir nueva AutoProgramación

source: AutoTimer overview
es: Vista previa de AutoProgramación

source: Import existing Timer
es: Importar Programación existente

source: Edit new timer defaults
es: Editar por defecto de nueva programación

source: Frequently asked questions
es: Preguntas frecuentes

source: Create a new timer using the classic editor
es: Crear un nueva programación usando un editor clásico

source: Create a new timer using the wizard
es: Crear una nueva programación usando el asistente

source: %d conflict(s) encountered when trying to add new timers: %s
es: Conflicto (s) %d encontrado al intentar agregar nuevos temporizadores: \n%s

source: %s: %s at %s
es: %s: %s en %s

source: %d conflict(s) solved with similar timer(s): %s
es: Conflictos(s) %d resuelto(s) con temporizador similar(es):\n% s

source: Select a timer to import
es: Seleccionar una Programación a Importar

source: Match title: %s
es: Coincide Título: %s

source: Exact match
es: Coincidencia exacta

source: Match Timespan: %02d:%02d - %02d:%02d
es: Coincide Tiempo: %02d:%02d - %02d:%02d

source: Only on Weekday: %s
es: Sólo en el día de la semana: %s

source: Only on Service: %s
es: Sólo en el Canal: %s

source: Timer type
es: Tipo de temporizador

source: Import AutoTimer
es: Importar AutoProgramación

source: You entered "%s" as Text to match. Do you want to remove trailing whitespaces?
es: Ha introducido "%s" como Texto a coincidir. ¿Quiere eliminar los espacios del inicio y fin?

source: Please provide a Text to match
es: Introduzca un texto a coincidir

source: Your config file is not well-formed: %s
es: Su fichero de configuración no es correcto: %s

source: Found a total of %d matching Events. %d Timer were added and %d modified, %d conflicts encountered, %d similars added.
es: Han encontrado un total de %d coincidencia de eventos. %d temporizador fueron agregados y %d modificado, %d conflictos encontrados, similares %d añadido.

source: Edit Timers and scan for new Events
es: Editar Programaciones y buscar nuevos Eventos

source: add AutoTimer
es: Añadir AutoProgramación

source: add AutoTimer...
es: Añadir AutoProgramación...

source: Preview AutoTimer
es: Previsualizar AutoProgramación

source: Sort AutoTimer
es: Ordenar AutoProgramación

source: Only match during timespan
es: Solo coincidir durante el Tiempo

source: Begin of timespan
es: Comienzo de Tiempo

source: End of timespan
es: Fin de Tiempo

source: Match title
es: Coincide Título

source: AutoTimer was removed
es: AutoTimer se eliminó

source: missing parameter "id"
es: Falta el parámetro "id"

source: unable to find timer with id %i
es: no se puede encontrar el contador de tiempo con el id %i

source: autotimers need a match attribute
es: autotimers necesitan un atributo partido

source: AutoTimer was added successfully
es: AutoTimer fue agregado con éxito

source: AutoTimer was changed successfully
es: AutoTimer se cambió con éxito

source: config changed.
es: cambia la configuración.

source: Only AutoTimers created during this session
es: Solo AutoGrabaciones creadas en esta Sesión

source: All non-repeating timers
es: Todas programaciones no-repetidas

source: Classic
es: Clásico

source: Wizard
es: Asistente

source: Weekend
es: Fin de semana

source: partial match
es: coincidencia parcial

source: description match
es: Coincidencia descripción

source: case-sensitive search
es: búsqueda may/min

source: case-insensitive search
es: búsqueda sin-may/min

source: Never
es: Nunca

source: Monthly
es: Mensual

source: Weekly (Sunday)
es: Semanalmente (Domingo)

source: Weekly (Monday)
es: Semanalmente (Lunes)

source: Custom (%s)
es: Personalizado (%s)

source: On same service
es: En el mismo canal

source: On any service
es: En cualquier canal

source: Any service/recording
es: Cualquier canal / grabación

source: Title and Short description
es: Título y breve descripción

source: Title and all descriptions
es: Título y todas las descripciones

source: AutoTimer Editor
es: Editor de AutoProgramación

source: Edit AutoTimer
es: Editar AutoProgramación

source: edit filters
es: Editar Filtros

source: add filters
es: Añadir Filtros

source: edit services
es: Editar Canales

source: add services
es: Añadir Canales

source: Set this NO to disable this AutoTimer.
es: Este NO para desactivar esta AutoTimer set.

source: This is a name you can give the AutoTimer. It will be shown in the Overview and the Preview.
es: Se trata de un nombre puede dar la AutoTimer. Aparecerá en el Resumen y la vista previa.

source: This is what will be looked for in event titles. Note that looking for e.g. german umlauts can be tricky as you have to know the encoding the channel uses.
es: Esto es lo que se buscó en los títulos de evento. Nota que buscando umlauts alemanes por ejemplo, puede ser complicado ya que tienes que saber la codificación del canal usa.

source: Encoding the channel uses for it's EPG data. You only need to change this if you're searching for special characters like the german umlauts.
es: Codificación de los usos del canal para su datos EPG. Sólo necesita cambiar esto si usted está buscando para caracteres especiales como los umlauts alemanes.

source: Select "exact match" to enforce "Match title" to match exactly, "partial match" if you only want to search for a part of the event title or "description match" if you only want to search for a part of the event description or "title and description match" if you want to search for a part of the title or event description
es: Seleccione "coincidencia exacta" para aplicar "Coincide con el título" para que coincida con exactamente, "coincidencia parcial" si sólo quiere buscar una parte del título del evento o «descripción coincida con» si desea buscar una parte de la descripción del evento o "partido de título y descripción" Si desea buscar una parte de la descripción del evento o título

source: Select whether or not you want to enforce case correctness.
es: Seleccione si desea o no que aplicar la corrección del caso.

source: Add zap timer instead of record timer?
es: Añadir cambio canal en lugar de temporizador de grabación?

source: Set an end time for the timer. If you do, the timespan of the event might be blocked for recordings.
es: Establece una hora final para el temporizador. Si lo haces, el tiempo del evento se bloquearían para grabaciones.

source: With this option enabled the channel to record on can be changed to a alternative service it is restricted to.
es: Con esta opción activada el canal a grabar no puede cambiarse a un canal alternativo se limita a.

source: Should this AutoTimer be restricted to a timespan?
es: ¿Debe este AutoTimer restringida a un intervalo de tiempo?

source: Lower bound of timespan. Nothing before this time will be matched. Offsets are not taken into account!
es: Límite inferior del intervalo de tiempo. Nada antes de este tiempo se empareja. ¡Compensaciones no se toman en cuenta!

source: Upper bound of timespan. Nothing after this time will be matched. Offsets are not taken into account!
es: Límite superior del intervalo de tiempo. Nada después de este tiempo se empareja. ¡Compensaciones no se toman en cuenta!

source: By enabling this events will not be matched if they don't occur on certain dates.
es: Al permitir que esto eventos no ser igualados si no ocurren en ciertas fechas.

source: First day to match events. No event that begins before this date will be matched.
es: Primer día para que coincida con eventos. Ningún caso que comienza antes de esta fecha será emparejada.

source: Last day to match events. Events have to begin before this date to be matched.
es: Último día para que coincida con eventos. Eventos que comienzan antes de esta fecha para emparejar.

source: Change default recording offset?
es: Cambio de grabación por defecto compensado?

source: Time in minutes to prepend to recording.
es: Tiempo en minutos para anteponer a la grabación.

source: Time in minutes to append to recording.
es: Tiempo en minutos para añadir a la grabación.

source: Should this AutoTimer only match up to a certain event duration?
es: ¿Debe este AutoTimer sólo emparejar a una cierta duración del evento?

source: Maximum event duration to match. If an event is longer than this amount of time (without offset) it won't be matched.
es: Duración de evento máximo para emparejar. Si un evento es mayor que esta cantidad de tiempo (sin desplazamiento) que no corresponde.

source: Power state to change to after recordings. Select "standard" to not change the default behavior of enigma2 or values changed by yourself.
es: Estado de la energía para cambiar a después de las grabaciones. Seleccione "estándar" para no cambiar el comportamiento predeterminado de enigma2 o cambiados por ti mismo los valores.

source: Restrict "after event" to a certain timespan?
es: Prohibir "después del evento" a un determinado intervalo de tiempo?

source: Lower bound of timespan.
es: Límite inferior del intervalo de tiempo.

source: Upper bound of timespan.
es: Límite superior del intervalo de tiempo.

source: With this option you can restrict the AutoTimer to a certain amount of scheduled recordings. Set this to 0 to disable this functionality.
es: Con esta opción puede limitar el AutoTimer a una cierta cantidad de grabaciones programadas. Establézcalo en 0 para deshabilitar esta funcionalidad.

source: Number of scheduled recordings left.
es: Número de grabaciones programadas izquierda.

source: The counter can automatically be reset to the limit at certain intervals.
es: El contador puede restablecerse automáticamente al límite en determinados intervalos.

source: When this option is enabled the AutoTimer won't match events where another timer with the same description already exists in the timer list.
es: Cuando esta opción está activada el AutoTimer no coincidan con eventos donde otro contador de tiempo con la misma descripción que ya existe en la lista de temporizador.

source: Defines where to search for duplicates (only title, short description or even extended description)
es: Define dónde buscar duplicados (único título, una descripción breve descripción o incluso extendida)

source: Should timers created by this AutoTimer be recorded to a custom location?
es: ¿Creado por este AutoTimer de temporizadores se deben registrar en una ubicación personalizada?

source: Select the location to save the recording to.
es: Seleccione la ubicación para guardar la grabación.

source: Tags the Timer/Recording will have.
es: Etiqueta el temporizador de grabación tendrá.

source: Label Timers with season, episode and title, according to the SeriesPlugin settings.
es: Temporizadores de etiqueta con temporada, episodio y título, de acuerdo con la configuración de SeriesPlugin.

source: EPG encoding
es: Codificación EPG

source: Search type
es: Tipo de Búsqueda

source: Search strictness
es: Búsqueda extricta

source: Override found with alternative service
es: Anulación con canal alternativo

source: Restrict to events on certain dates
es: Restringir a los eventos en determinadas fechas

source: Not before
es: No antes de

source: Not after
es: No es despues de

source: Custom offset
es: Compensación Personalizada

source: Offset before recording (in m)
es: Tiempo antes de grabar (en m)

source: Offset after recording (in m)
es: Tiempo después de grabar (en m)

source: Set maximum duration
es: Máxima Duración

source: Maximum duration (in m)
es: Máxima Duración (en m)

source: Execute "after event" during timespan
es: Ejectuar el después del Evento durante el Tiempo

source: Begin of "after event" timespan
es: Comienzo de Tiempo después del Evento

source: End of "after event" timespan
es: Fin de Tiempo después del Evento

source: Record a maximum of x times
es: Grabar un máximo de x veces

source: Amount of recordings left
es: Cantidad de grabaciones izquierda

source: Reset count
es: Borrar Contador

source: Require description to be unique
es: Obligar a que la Descripción sea única

source: Check for uniqueness in
es: Comprobar

source: Use a custom location
es: Usar una localización concreta

source: Custom location
es: Localización Personalizada

source: Activate VPS
es: Activar VPS

source: Control recording completely by service
es: Control de la grabación completamente a través del canal

source: Label series
es: Series

source: The match attribute is mandatory.
es: El atributo a coincidir es obligatorio.

source: AutoTimer Filters
es: Filtros de AutoProgramación

source: in Title
es: en Título

source: in Shortdescription
es: en Descripción Corta

source: in Description
es: en Descripción

source: on Weekday
es: en entre semana

source: Edit AutoTimer filters
es: Editar Filtros de AutoProgramación

source: Enable Filtering
es: Activar Filtro

source: Filter
es: Filtro

source: Exclude
es: Excluir

source: Include
es: Incluir

source: Select type of Filter
es: Seleccionar tipo de Filtro

source: AutoTimer Services
es: Canales AutoProgramación

source: Edit AutoTimer services
es: Editar Canales de AutoProgramación

source: Enable Service Restriction
es: Activar Restricción de Canales

source: Record on
es: Grabar en

source: Select channel to record on
es: Seleccionar canal a grabar

source: Select bouquet to record on
es: Seleccionar lista a grabar

source: Abort this Wizard.
es: Abortar este Asistente.

source: Create a new AutoTimer.
es: Crear una nueva AutoProgramación.

source: Filters are another powerful tool when matching events. An AutoTimer can be restricted to certain Weekdays or only match an event with a text inside eg it's Description. Press BLUE to add a new restriction and YELLOW to remove the selected one.
es: Los Filtros son otra herramienta potente cuando coinciden eventos. Una AutoProgramación puede ser restringida a entre semana o sólo concidir un evento con el texto dentro de por ej. su Descripción. Pulse AZUL para añadir una nueva restricción y AMARILLO para eliminar la seleccionada.

source: It's possible to restrict an AutoTimer to certain Services or Bouquets or to deny specific ones. An Event will only match this AutoTimer if it's on a specific and not denied Service (inside a Bouquet). Press BLUE to add a new restriction and YELLOW to remove the selected one.
es: Es posible restringir una AutoProgramación a ciertos canales/lista or denegar otros concretos. Un Evento sólo coincide esta AutoProgramación si está en un canal específico y no denegado (dentro de una lista). Pulse AZUL para añadir una nueva restricción y AMARILLO para borrar la seleccionada.

source: No, remove them.
es: No, borrarlo.

source: Thank you for using the wizard. Your new AutoTimer has been added to the List. Please press OK to continue.
es: Gracias por usar el asistente. Su nueva AutoProgramación ha sido añadida a la Lista. Pulse OK para continuar.

source: The Timer will not be added to the List. Please press OK to close this Wizard.
es: La Programación no puede ser añadida a la Lista. Pulse OK para cerrar este asistente.

source: The Timespan of an AutoTimer is the first 'advanced' attribute. If a timespan is specified an event will only match this AutoTimer if it lies inside of this timespan.
es: El Tiempo de una AutoProgramación es el primer atributo 'avanzado'. Si un tiempo es especificado, un evento sólo coincide si se encuentra dentro de ese tiempo.

source: Welcome. This Wizard will help you to create a new AutoTimer by providing descriptions for common settings.
es: Bienvenido. Este Asistente le ayudará a crear una nueva AutoProgramación, dándole asistencia para las configuraciones habituales.

source: Yes, keep them.
es: Si, consérvalo.

source: You can set the basic properties of an AutoTimer here. While 'Name' is just a human-readable name displayed in the Overview, 'Match in title' is what is looked for in the EPG.
es: Puede poner las propiedades básicas de una AutoProgramación aquí. Mientras 'Nombre' es sólo un nombre visualizado en la vista previa, 'Coincidencia en título' es lo que buscará en el EPG.

source: You did not provide a valid 'Match in title' Attribute for your new AutoTimer. As this is a mandatory Attribute you cannot continue without doing so.
es: No ha puesto un Atributo válido 'Coincidir en el título' para su nueva AutoProgramación. Como es un Atributo obligatorio no puede continuar sin eso.

source: You successfully configured a new AutoTimer. Do you want to add it to the list? You can go back a step by pressing EXIT on your remote.
es: Ha configurado correctamente una nueva AutoProgramación. ¿Quiere añadirla a la lista? Puede volver atrás un paso, presionando EXIT en su mando.

source: Your 'Match in title' Attribute ends with a Whitespace. Please confirm if this was intentional, if not they will be removed.
es: Su Atributo 'Coincidir en el título' termina con un espacio blanco. Confirme si es intencionado o si quiere eliminarlo.

source: title or description match
es: coincidencia de título o descripción

source: title or short description match
es: Título, descripción corta y largo

source: short description match
es: Coincidencia descripción

source: No reconnect
es: No vuelva a conectar

source: Checking
es: Comprobando...

source: RS Downloader
es: Descargas de RS

source: Download in the background:
es: Descargas en segundo plano:

source: Username:
es: Nombre de Usuario:

source: Password:
es: Contraseña:

source: Username (netload.in):
es: Nombre de usuario (netload.in):

source: Password (netload.in):
es: Contraseña (netload.in):

source: Username (uploaded.to):
es: Nombre de usuario (uploaded.to):

source: Password (uploaded.to):
es: Contraseña (uploaded.to):

source: Lists directory:
es: Listas de directorio:

source: Downloads directory:
es: Directorio de descargas:

source: Ignore download times:
es: Ignorar tiempos de descarga:

source: Allow downloading on monday:
es: Permitir descargar en lunes:

source: Allow downloading on tuesday:
es: Permitir descargar en martes:

source: Allow downloading on wednesday:
es: Permitir descargar en miércoles:

source: Allow downloading on thursday:
es: Permitir descargar en jueves:

source: Allow downloading on friday:
es: Permitir descargar en viernes:

source: Allow downloading on saturday:
es: Permitir descargar en sábado:

source: Allow downloading on sunday:
es: Permitir descargar en domingo:

source: Don't download before:
es: No descargar antes de:

source: Don't download after:
es: No descargar después de:

source: Maximal downloads:
es: Descargas máximas:

source: Take x downloads to list:
es: Tomar x descargas a la lista:

source: Write log:
es: Escribir log:

source: Reconnect type:
es: Vuelva a conectar Tipo:

source: Choose reconnect script:
es: Elija script de reconexión:

source: Don't reconnect before:
es: No vuelva a conectar antes de:

source: Don't reconnect after:
es: No vuelva a conectar después de:

source: Restart failed after 10 minutes:
es: Reiniciar falló después de 10 minutos:

source: Mark files < 1 MB as failed:
es: Marca archivos < 1 MB fallido

source: Added %s to the download-list.
es: Añadí %s a la lista de descargas.

source: Error while adding %s to the download-list!
es: ¡Error mientras añadía %s a la lista de descargas!

source: Error while searching http://rapidshare-search-engine.com! Error: Nothing found, sorry.
es: Error mientras buscaba http://rapidshare-search-engine.com! Error: No encontré nada.

source: Nothing found, sorry.
es: No encontré nada, lo siento.

source: Page %d / %d. Push < > to switch the page...
es: Página %d / %d. Pulse < > para cambiar de página...

source: Error while searching http://rapidshare-search-engine.com! Error: %s
es: Error mientras buscaba http://rapidshare-search-engine.com! Error: %s

source: Loading previous page... please wait!
es: Cargando página anterior... espere!

source: Loading next page... please wait!
es: Cargando página siguiente... espere!

source: Enter unrar password:
es: Escriba la contraseña de descomprimir:

source: Unrar is already working!
es: ¡Unrar en curso ya!

source: Delete download
es: Eliminar la descarga

source: Use search engine
es: Buscador

source: Add downloads from txt files
es: Añadir descargas de archivos txt

source: Add files from container
es: Agregar archivos de contenedor

source: Delete failed downloads
es: Eliminar las descargas fallidas

source: Abort all downloads
es: Cancelar todas las descargas

source: Restart failed downloads
es: Reiniciar falló descargas

source: Clear finished downloads
es: Borrar descargas finalizadas

source: Show log
es: Mostrar log

source: Delete log
es: Eliminar registro

source: Open unrar Manager
es: Unrar Open Manager

source: Install unrar
es: Instalar unrar

source: Installing unrar...
es: Instalar unrar...

source: Delete %s?
es: Borrar %s

source: Search http://rapidshare-search-engine.com for:
es: Buscar http://rapidshare-search-engine.com para:

source: Error while decrypting %s!
es: ¡Error al descifrar %s!

source: Download files from rapidshare
es: Descargar archivos de rapidshare

source: Change or reset the root password of your dreambox
es: Cambiar o restablecer la contraseña de root de su Dreambox

source: Sucessfully changed password for root user to:
es: Correctamente cambiada la contraseña de root para: %s

source: Results
es: Resultados

source: Added:
es: Agregado:

source: All Time
es: Siempre

source: An error occured.
es: Se ha producido un error.

source: Ascending
es: Ascendente

source: Autos & Vehicles
es: Autos y vehículos

source: Brazil
es: Brasil

source: Canada
es: Canadá

source: Clear history on Exit:
es: Borrar historial de salida:

source: Comedy
es: Comedia

source: Czech Republic
es: República Checa

source: Descending
es: Descendente

source: Display search results by:
es: Pantalla resultados de la búsqueda por:

source: Do you want to see more entries?
es: ¿Quieres ver más entradas?

source: Download Video
es: Descargar Video

source: Download location
es: Ubicación de descarga

source: Downloading screenshots. Please wait...
es: Descarga de imágenes. Espera...

source: Duration:
es: Duración:

source: Education
es: Educación

source: Enter your search term(s)
es: Introduzca el término(s) de búsqueda

source: Entertainment
es: Entretenimiento

source: Fetching feed entries
es: Buscar entradas de alimentación

source: Fetching search entries
es: Buscar entradas búsqueda

source: Film & Animation
es: Cine y animación

source: Gaming
es: Videojuegos

source: Great Britain
es: Gran Bretaña

source: Holland
es: Holanda

source: Howto & Style
es: HOWTO & estilo

source: Ireland
es: Irlanda

source: Japan
es: Japon

source: Load feed on startup:
es: Carga en el inicio del arranque:

source: More video entries.
es: Más entradas de videos.

source: Most discussed
es: Más comentados

source: Most linked
es: Más vinculado

source: Most popular
es: Más Popular

source: Most recent
es: Más reciente

source: Most responded
es: Más respondieron

source: Most viewed
es: Más vistos

source: My TubePlayer
es: Mi TubePlayer

source: MyTube Settings
es: Opciones de MyTube

source: MyTubePlayer Help
es: Ayuda de MyTubePlayer

source: MyTubePlayer active video downloads
es: Descargas de vídeo activo MyTubePlayer

source: MyTubePlayer settings
es: Configuración de MyTubePlayer

source: New Zealand
es: Nueva Zelanda

source: News & Politics
es: Noticias y política

source: No playable video found! Stop playing this movie?
es: ¡No hay vídeo reproducible encontrado! ¿Dejar de reproducir esta película?

source: No videos to display
es: No hay videos para mostrar

source: No, but switch to video entries.
es: No, pero a las entradas de videos.
