Repository: TomS2/VTi-localisation
Catalog: locale/*.po
Languages: es

source: No, but switch to video search.
es: No, pero a la búsqueda de video.

source: Nonprofits & Activism
es: Sin fines de lucro y activismo

source: Not fetching feed entries
es: No ir a buscar las entradas de alimentación

source: People & Blogs
es: Gente y Blogs

source: Pets & Animals
es: Mascotas y animales

source: Play YouTube movies
es: Ver peliculas YouTube

source: Play next video
es: Próximo Vídeo

source: Play video again
es: Reproducir video otra vez

source: Please enter your search term.
es: Introduce tu término de búsqueda.

source: Please select a standard feed or try searching for videos.
es: Por favor seleccione una alimentación estándar o trate de buscar videos.

source: Poland
es: Polonia

source: Published
es: Publicado

source: Rating
es: Calificación

source: Ratings:
es: Calificaciones:

source: Really quit MyTube Player?
es: Realmente desea salir del reproductor MyTube?

source: Recently featured
es: Recientemete presentado

source: Related video entries.
es: Entradas de vídeo relacionados.

source: Relevance
es: Relevancia

source: Response video entries.
es: Entradas de vídeo relacionados.

source: Russia
es: Rusia

source: Science & Technology
es: Ciencia y Tecnología

source: Search Term(s)
es: Términos de búsqueda

source: Search category:
es: Búsqueda de Categoría

source: Search region:
es: Buscar Provincia

source: Search restricted content:
es: Buscar contenido restringido:

source: Select new feed to view.
es: Seleccione el nuevo feed para ver.

source: Select your choice.
es: Seleccione su elección:

source: Short Movies
es: Películas cortas

source: South Korea
es: Corea del Sur

source: Spain
es: España

source: Sports
es: Deportes

source: Start with following feed:
es: Iniciar con la siguiente alimentación:

source: Std. Feeds
es: Feeds de STD.

source: Sweden
es: Suecia

source: Tags:
es: Etiquetas:

source: Taiwan
es: Taiwán

source: There was an error getting the feed entries. Please try again.
es: Hubo un error al obtener las entradas de alimentación. Por favor, inténtelo de nuevo.

source: This Month
es: Este mes

source: This Week
es: Esta semana

source: This is the help screen. Feed me with something to display.
es: Esta es la pantalla de ayuda. Me alimentan con algo que mostrar.

source: Top favorites
es: Top favoritos

source: Top rated
es: Más valorados

source: Travel & Events
es: Viajes y eventos

source: Trying to download the Youtube feed entries. Please wait...
es: Tratando de descargar el Youtube feed entradas. Espera...

source: Trying to download the Youtube search results. Please wait...
es: Tratando de descargar los resultados de búsqueda de Youtube. Espera...

source: United States
es: Estados Unidos

source: Videobrowser exit behavior:
es: Comportamiento de la salida de VideoBrowser:

source: Videoplayer stop/exit behavior:
es: Comportamiento de parada y salida de vídeo:

source: View Count
es: Ver contador

source: View active downloads
es: Ver descargas activas

source: View related videos
es: Ver videos relacionados

source: View response videos
es: Ver respuesta videos

source: Views:
es: Vistas:

source: Welcome to the MyTube Youtube Player. Use the Bouqet+ button to navigate to the search field and the Bouqet- to navigate to the video entries. To play a movie just press OK on your remote control. Press info to see the movie description. Press the Menu button for additional options. The Help button shows this help again.
es: ¡Bienvenido al reproductor de Youtube de MyTube. Utilice el botón Bouqet + para desplazarse por el campo de búsqueda y el Bouqet-para desplazarse por las entradas de videos. Para reproducir una película sólo presione OK en su control remoto. Presione info para ver la descripción de la película. Presione el botón de menú para las opciones adicionales. El botón Help muestra esta ayuda otra vez.

source: Welcome to the MyTube Youtube Player. While entering your search term(s) you will get suggestions displayed matching your search term. To select a suggestion press DOWN on your remote, select the desired result and press OK on your remote to start the search. Press exit to get back to the input field.
es: ¡Bienvenido al reproductor de Youtube de MyTube. Al ingresar tu búsqueda término recibirá sugerencias muestran que su término de búsqueda. Para seleccionar una prensa sugerencia abajo en su control remoto, seleccione el resultado deseado y pulse OK en el mando a distancia para iniciar la búsqueda. Oprima el botón exit para volver al campo de entrada.

source: Yes, but play next video
es: Sí, pero reproducir el siguiente video

source: Yes, but play previous video
es: Sí, pero reproducir video anterior

source: Auto paginate on last entry:
es: Nuevos Elementos desde la última actualización

source: Reset tv-screen after playback:
es: Restablecer la pantalla después de la reproducción:

source: Max search results:
es: Max resultados de búsqueda:

source: Failed to move the movie %s to %s in the background
es: No se pudo mover la película %s a %s en el fondo

source: Filename
es: Nombre fichero

source: Name and Description Input
es: Nombre y descripción entrada

source: Successfully moved the movie %s
es: Movida con éxito la película %s

source: Target file %s.ts already exist. Do you want to replace it?
es: Destino archivo %s.ts ya existe. ¿Desea reemplazarlo?

source: The movie is moved in the background from %s to %s.
es: La película se mueve en segundo plano de %s a %s.

source: The target directory is not found. The file is not renamed.
es: El directorio de destino no se encuentra. El archivo no se cambia el nombre.

source: change name...
es: Cambiar nombre

source: (offline!)
es: Fuera de línea

source: (online)
es: En línea

source: (set point)
es: Puntos de Ajuste

source: Visualization for European Installation Bus
es: Visualización para el Bus de instalación europeo

source: down
es: abajo

source: not found
es: no encontrado

source: parser error
es: error del analizador

source: up
es: arriba

source: Movielist Preview
es: Vista previa de lista de películas

source: Preview created.
es: Previsualizar

source: Could not find any movie!
es: No se pudo encontrar ninguna película!

source: %s - creating preview for movie %s
es: %s - creación de vista previa de película %s

source: Everything done ;)
es: Todo lo hecho ;)

source: Autocreate of previews aborted due user!
es: Crear automáticamente de las previsualizaciones abortado debido usuario!

source: Deactivate Movielist Preview
es: Desactivar MovieList Vista previa

source: Activate Movielist Preview
es: Activar vista previa de Movielist

source: Create preview
es: crear vista previa

source: Autocreate of missing previews
es: Crear automáticamente de la falta de avances

source: Change Movielist Preview position
es: Cambiar la posición de vista previa MovieList

source: A basic FTP client
es: Un cliente FTP básico

source: A file with this name (%s) already exists locally. Do you want to overwrite it?
es: Ya existe un archivo con este nombre (%s) localmente. ¿Desea sobrescribirlo?

source: A file with this name (%s) already exists on the remote host. Do you want to overwrite it?
es: Ya existe un archivo con este nombre (%s) en el host remoto. ¿Desea sobrescribirlo?

source: A transfer is currently in progress. What do you want to do?
es: Una transferencia está actualmente en curso. ¿Qué quieres hacer?

source: Abort transfer
es: Cancelar transferencia

source: Address:
es: Dirección:

source: Are you sure you want to delete %s?
es: ¿Seguro que quiere eliminar %s?

source: Configuration saved.
es: Configuración guardada.

source: Connect to FTP...
es: Conectarse a FTP ...

source: Could not connect to ftp server!
es: No se pudo conectar con el servidor ftp!

source: Could not delete %s.
es: No se pudo eliminar%s.

source: Could not obtain list of files.
es: No se pudo obtener lista de archivos .

source: Download finished.
es: Descarga completa

source: Enter URI
es: Introduzca el URI

source: Enter URI of FTP Server:
es: Introduzca el URI del servidor FTP:

source: Enter new filename:
es: Introduzca el nuevo nombre de archivo:

source: Error during download.
es: Error durante la descarga.

source: FTP Queue Manager
es: Gestor de la cola FTP

source: FTP Server Editor
es: Editor de servidor FTP

source: FTP Server Manager
es: Administrar Servidor

source: Port:
es: Puerto:

source: Queue Manager
es: Gestor de colas

source: Queue processed.
es: Cola de procesado.

source: Remote
es: Remoto

source: Remote (not connected)
es: Remoto (no conectado)

source: Removed %s.
es: Eliminado%s.

source: Removing directories is not supported.
es: No se admite la eliminación de directorios.

source: Renamed %s to %s.
es: Renombrado %s de %s.

source: Run in Background
es: Ejecutar en segundo plano

source: Select local file list
es: Seleccione la lista de archivos locales

source: Select remote file list
es: Seleccione la lista de archivos remotos

source: Server Manager
es: Administrador de servidor

source: There already is an active connection. Do you want to abort it?
es: Ya hay una conexión activa. ¿Quieres anularlo?

source: There already is an active transfer.
es: Ya hay una transferencia activa.

source: Upload
es: Subir

source: Upload finished.
es: Carga completada

source: Which server do you want to connect to?
es: ¿Qué servidor desea conectarse?

source: close
es: cerrar

source: enter directory/get file/put file
es: entrar en directorio/obtener/poner archivo archivo

source: open menu
es: Abrir Menú

source: USB Device
es: Dispositivo USB

source: Media directory
es: Directorio de medios

source: Network mount
es: Montaje de red

source: NCID Client - Setup
es: NCID cliente - configuración

source: NCID server (Name or IP)
es: NCID servidor (nombre o IP)

source: NCID server listening port (1-65535)
es: Puerto escucha del servidor NCID (1-65535)

source: Show connection information popups
es: Mostrar conexión ventanas emergentes de información

source: Plugin not active
es: Plugin no activo

source: Incoming Call on %s from --------------------------------------------- %s %s ---------------------------------------------
es: LLamada entrante %s de --------------------------------------------- %s %s ---------------------------------------------

source: Connecting to NCID Server...
es: Conexión a servidor NCID...

source: Connected to NCID Server
es: Conectado al servidor NCID

source: Connection to NCID Server lost (%s) retrying...
es: La conexión al servidor NCID perdido (%s) volver a intentar ...

source: Connecting to NCID Server failed (%s) retrying...
es: Fallo conexión a servidor NCID (%s) volver a intentar fallidos ...

source: Display Fon calls on screen
es: Visualizar llamadas FRITZ!Box-Fon en la pantalla

source: A/V-Color space settings
es: Configuración del espacio de A/V-Color

source: Color space setup
es: configuración del espacio de color

source: Setup color space for video
es: Configuración de espacio de color para video

source: Mode:
es: Modo:

source: Porn Center
es: Centro

source: Adult streaming plugins for dm800/dm8000
es: Adulto streaming plugins para dm800/dm8000

source: Description:
es: Descripción:

source: Error while getting video url!
es: Error al obtener la url del video.

source: How to install new service lists...
es: Cómo instalar la nueva lista de canales...

source: append to exisiting service lists
es: Añadir a listas de canales existentes

source: overwrite exisiting service lists
es: sobrescribir lista de canales existentes

source: WakeOnWLan Enable
es: Activación WLAN habilitada

source: Wake on WLan disabled
es: Activación por WLAN deshabilitado

source: Wake on Lan disabled
es: Activación por Lan deshabilitado

source: HWaddr of %s is %s
es: HWaddr de %s es %s

source: Use only for Wake on WLan (WoW)
es: Uso sólo para Wake on WLan (WoW)

source: Deep Standby with WoW
es: Profunda de espera con WoW

source: Wake on WLan Setup
es: Configurar activación despertar con WLAN

source: Energy schedule
es: Horario de la energía

source: Power on
es: Encendido

source: Event
es: Evento

source: Execution time
es: Plazo de ejecución

source: After power on
es: Después de encendido

source: An energy schedule task wants to set your Vu+ STB to standby Continue?
es: ¿Una tarea de planificación de energía quiere establecer su STB Vu + en espera continuar?

source: An energy schedule task wants to power off your Vu+ STB Continue?
es: ¿Una tarea de planificación de energía quiere apagar su Vu + STB continuar?

source: Ask before execution
es: Preguntar antes de la ejecución

source: Vertical EPG View
es: Vista vertical de la EPG

source: Vertical EPG view based on Vali Programm Guide
es: Vista vertical del EPG basado en Vali Guia Programa

source: Main Primetime (HH:MM):
es: Horario estelar principal (HH: mm):

source: Primetime at start:
es: Horario estelar en inicio:

source: Zap with OK button (false=EventInfo):
es: Zap con el botón OK (false = EventInfo):

source: No EPG data available
es: No hay datos EPG disponibles

source: Primetime
es: Horario central

source: Now
es: Ahora

source: Full EPG
es: EPG completo

source: Select Info type...
es: Seleccione el tipo de información...

source: Standard EPG info
es: Información EPG estándar

source: IMDb info
es: Información de IMDb

source: Select timer type...
es: Seleccione el tipo de temporizador...

source: View AutoTimers
es: Ver AutoTimers

source: Multi EPG column view
es: Vista de columna Multi EPG

source: Next bouquet
es: Siguiente lista

source: Previous bouquet
es: Lista anterior

source: Next page
es: Página siguiente

source: Previous page
es: Página anterior

source: Add/remove timer
es: Agregar o quitar temporizador

source: Now / Primetime / Full EPG
es: Ahora / horario estelar completo EPG

source: Scroll up all
es: Subir

source: Scroll down all
es: Desplazar hacia abajo

source: Skip intervall in hours:
es: Intervalo de SKIP en horas:

source: Show only Primetime
es: Mostrar sólo Primetime

source: Input date and time
es: Hora y la fecha de entrada

source: Skip one day back
es: Pasar un día detrás

source: Skip one day forward
es: Pasar un día en adelante

source: Picons loaded:
es: Picons cargado:

source: Picons not found:
es: Picons no encontrado:

source: loading
es: cargando

source: Manage your Picons
es: Gestionar su Picons

source: Select service for preferred picon
es: Seleccione canal preferido Picón

source: is not installed.
es: no está instalado.

source: Clean up the directory
es: Limpiar el directorio

source: Sorry, service is temporarily unavailable
es: El canal no está disponible temporalmente

source: Not older than X days:
es: No más de X días:

source: Not older than X days:
es: No más de X días:

source: Show state message on non bluetooth setup screen.
es: Ver mensaje de estado en la pantalla de configuración de bluetooth.

source: Try connect to last audio device on start enable
es: Trate de conectarse al último dispositivo audio habilitado

source: Press red key to enable bluetooth.
es: Pulsa el botón rojo para activar bluetooth.

source: Device is enabled.
es: Dispositivo está habilitado.

source: Select sink which you want to use.
es: Seleccione el que desea utilizar.

source: Embedded subtitles
es: Subtítulos incrustados

source: Turn on the embedded subtitles support.
es: Activar el soporte de subtítulos incrustados.

source: Buffer size
es: Tamaño de búfer

source: Set buffer size in kilobytes.
es: Establecer el tamaño del búfer en kilobytes.

source: Buffer duration
es: Duración de búfer

source: Set buffer duration in seconds.
es: Definir la duración de búfer en segundos.

source: AAC software decoding
es: Descodificación de AAC software

source: Turn on AAC software decoding.
es: Descodificación de AAC software

source: DTS software decoding
es: software de decodificación DTS

source: Turn on DTS software decoding.
es: Software de decodificación DTS

source: WMA software decoding
es: WMA software el descifrar

source: Turn on WMA1, WMA2, WMA/PRO software decoding.
es: Encender WMA1, WMA2, WMA/PRO software de descodificación.

source: Stereo downmix
es: Downmix estéreo

source: Turn on downmix to stereo, when software decoding is in use
es: Encienda el downmix a la estereofonia, cuando descodificación de software está en uso

source: LPCM injection
es: Inyección de LPCM

source: Software decoder use LPCM for injection (otherwise wav PCM will be used)
es: Decodificador de software use LPCM para inyección (wav PCM se utilizará)

source: Auto turn on subtitles
es: Auto activar subtítulos

source: Automatically turn on subtitles if available.
es: Encenderá automáticamente subtítulos si están disponibles.

source: HLS Explorer
es: Explorador de HLS

source: Turn on explorer to retrieve different quality streams from HLS variant playlist and select them via subservices.
es: Activar explorador para recuperar flujos de diversa calidad de HLS variante lista de reproducción y seleccione a través de subterráneos.

source: Auto select stream
es: Auto seleccionar

source: Turn on auto-selection of streams according to set Connection speed.
es: Activar la selección automática de corrientes según velocidad de conexión establecida.

source: Connection speed
es: Velocidad de conexión:

source: Set connection speed in kb/s, according to which you want to have streams auto-selected
es: Velocidad de la conexión en kb/s, según la cual quieres tener streams selecciona auto

source: Enigma2 playback system
es: Sistema de reproducción de enigma2

source: Select the player which will be used for Enigma2 playback.
es: Seleccione el reproductor que se utilizará para la reproducción de Enigma2.

source: Player
es: Reproductor

source: Select the player which will be used in serviceapp for Enigma2 playback.
es: Seleccione el reproductor que se utilizará en serviceapp para la reproducción de Enigma2.

source: Enigma2 playback system was changed and Enigma2 should be restarted Do you want to restart it now?
es: Sistema de reproducción de enigma2 cambió y debe reiniciarse Enigma2 ¿desea reiniciar ahora?

source: setup player framework
es: marco de reproductor de configuración

source: Play with ServiceExtEplayer3
es: Reproducir con ServiceExtEplayer3

source: Play with ServiceGstPlayer
es: Reproducir con ServiceGstPlayer

source: Dolby Digital+ (AC3+) default
es: Dolby Digital (AC3 +) por defecto

source: Automatic Audio/Subtitle track selection
es: Selección automática de la pista de Audio/subtítulos

source: First audio language
es: Primer idioma de audio

source: Second audio language
es: Segundo idioma de audio

source: Third audio language
es: Tercer idioma de audio

source: Fourth audio language
es: Cuarto idioma audio

source: Use selected audio track stored per service
es: Usar selecciona pista de audio almacenado por canal

source: First subtitle language
es: Primer idioma de los subtítulos

source: Second subtitle language
es: Segundo idioma de los subtítulos

source: Third subtitle language
es: Tercer idioma de los subtítulos

source: Fourth subtitle language
es: Cuarto idioma de los subtítulos

source: Allow subtiles with same language as audio language
es: Permitir subtítulos con el mismo idioma que el idioma de audio

source: Allow auto select hearing impaired subtitles
es: Permitir la selección automática de subtítulos con discapacidad auditiva

source: Default auto select hearing impaired subtitles
es: Automático por defecto seleccionar subtítulos para sordos

source: Prefer DVB subtitles
es: Prefiero subtítulos DVB

source: Use selected subtitle track stored per service
es: Uso de pista de subtitulo seleccionado almacenado por canal

source: Setup - Audio/Subtitle tracks
es: Configuración - Audio/subtítulos

source: HDMI Colordepth
es: Profundidad de color HDMI

source: Set bluetooth audio delay.
es: Programe un retraso de audio bluetooth.

source: Please enter a name for the HDMI IN service
es: Por favor, introduzca un nombre para el canal en HDMI

source: add HDMI IN to bouquet
es: Añadir HDMI IN a la lista

source: add HDMI IN to favourites
es: Añadir HDMI IN a favoritos

source: Ask for timer type when Autotimer is installed
es: Solicitar tipo de temporizador cuando se instala Autotimer

source: Enable HbbTV for streaming services
es: Habilitar HbbTV para canales de streaming

source: Mount process
es: Proceso de montaje

source: Classic mount
es: montaje clásico

source: Disable HDMI-IN on Main Screen
es: Desactivar de HDMI en la pantalla principal

source: Enable HDMI-IN on Main Screen
es: Activar HDMI-IN en la pantalla principal

source: Disable HDMI-IN on PIP
es: Desactivar el HDMI en el PIP

source: Enable HDMI-IN on PIP
es: Activar HDMI-IN en PIP

source: Use cross down for showing timeshift events
es: Utilice la cruz hacia abajo para mostrar los eventos de cambio de tiempo

source: Driver is not supported.
es: Controlador no es compatible.

source: Vu+ %s Misc. Control
es: VU + %s Control de diversos

source: set Vu+ %s LNB Power and etc..
es: establecer Vu +% s Potencia LNB y etc ..

source: Scanning bluetooth devices
es: Escaneo de dispositivos bluetooth

source: Scanning BLE bluetooth devices
es: BLE bluetooth dispositivos de escaneo

source: Start scan
es: Iniciar escaneo

source: Press green key to connect device.
es: La tecla verde para conectar el dispositivo.

source: No nearby bluetooth devices were found.
es: No cerca bluetooth dispositivos fueron encontrados.

source: Pairing fail
es: Fallo sincronización

source: Can't communicate with %s
es: No se puede comunicar con %s

source: Abort scan
es: Cancelar la exploración

source: Pairing Failed. Another audio device is connected. (%s)
es: Emparejamiento fallado. Otro dispositivo de audio está conectado. (%s)

source: Pairing %s
es: Sincronización de %s

source: Pairing %s failed!!
es: Sincronización de %s error!!!!

source: Discovery
es: Detección

source: Device is disabling...
es: Desactivar el dispositivo...

source: Device is enabling...
es: Dispositivo está permitiendo...

source: disconnecting %s
es: Desconectar %s.

source: disconnecting %s failed!!
es: desconexión de %s error!!!!

source: Connection Failed. Another audio device is connected. (%s)
es: La conexión falló. Otro dispositivo de audio está conectado. (%s)

source: connecting %s failed!!
es: conexión de %s error!!!!

source: connecting %s
es: Conectando a %s…

source: remove %s failed!!
es: ¡eliminar %s error!!!!

source: Bluetooth Setup
es: Configuración Bluetooth

source: Configure Bluetooth devices
es: Configurar dispositivos Bluetooth

source: type : %s
es: Tipo: %s

source: status : %s
es: Estado: %s

source: Connected
es: Conectado

source: Disconnected
es: Desconectada

source: is connected.
es: Conectado

source: is disconnected.
es: desconectado

source: Bluetooth Discovery
es: Descubrimiento de Bluetooth

source: Same behavior as current animation
es: Mismo comportamiento que la animación actual

source: Enable Focus Animation
es: Activar animación de Focus

source: Minimum amount of items before grouping
es: Mínimo de ítems antes de agrupar

source: Seperator for grouping items
es: Separador para agrupar elementos

source: Group items in folders by title
es: Grupo de elementos en carpetas por título

source: Sort grouped folders like default items
es: Ordenar carpetas de grupo como elementos predeterminados

source: VTI HDMI-CEC Configuration
es: VTI Configuración HDMI-CEC

source: VTI HDMI-CEC Plugin
es: VTI Plugin de HDMI-CEC

source: Scan
es: Búsqueda

source: Scan All
es: Escanear todo

source: message
es: mensaje

source: Remote Control System Code Setting
es: Código Sistema de Control Remoto

source: Fancontrol Settings in Standby mode
es: Fancontrol configuración en modo de espera

source: wide
es: ancho

source: extrawide
es: extra ancho

source: VideoEnhancementSetup
es: Configuración de mejora de vídeo
