Repository: TomS2/VTi-localisation
Catalog: locale/*.po
Languages: es

source: UPTIME :
es: Tiempo de Funcionamiento:

source: LOAD :
es: Carga:

source: FAN :
es: Ventilador:

source: RECEIVED
es: RECIBIDO

source: SENT
es: Enviado

source: VTI EPG Panel
es: VTI Panel de EPG

source: EPG Path :
es: Ruta de la EPG:

source: Save EPG cache to epg.dat
es: Guardar caché de EPG en epg.dat

source: Load EPG data from epg.dat
es: Cargar datos EPG de epg.dat

source: Delete broken epg.dat
es: Eliminar epg.dat roto

source: Saving of EPG cache to %s finished
es: Ahorro de memoria caché EPG para %s terminado

source: Loading EPG data from %s finished
es: Terminado de cargar datos EPG de %s

source: Clearing EPG DB finished
es: Eliminación de EPG DB acabada

source: There was a problem at creating an automatic backup for VTi BackupSuite. Do you really want to continue ?
es: Hubo un problema al crear una copia de seguridad automática para VTi BackupSuite. ¿Desea continuar?

source: VTi Image Download
es: VTi Descargar imagen

source: Do your really want to cancel the image download ?
es: ¿Hacer tu realmente quieres cancelar la descarga de la imagen?

source: Select image for flash process
es: Seleccionar imagen para flasear

source: Install this image
es: Instalar esta imagen

source: VTI Image Flash Tool
es: VTI Herramienta para Flashear de imagen

source: downloading available image information
es: descargar información de la imagen disponibles

source: Flash extracted image from storage device
es: Flash imagen extraída del dispositivo de almacenamiento

source: Image: %s
es: Imagen %s

source: Download image from vuplus-support.org and flash it
es: Descargar imagen de vuplus support.org y flashear

source: Sorry ...
es: Lo siento ...

source: The image list can not be loaded, please be patient and try again later
es: La lista de imágenes puede no cargarse, por favor sea paciente e inténtalo de nuevo más tarde

source: This will flash the selected image without further questions. Your current software installation will be deleted and overwritten Really continue ?
es: Este parpadeará la imagen seleccionada sin más preguntas. ¿Su actual instalación de software será borrado y sobreescrito realmente continuar?

source: Please select medium to use as image location
es: Por favor seleccione medio para utilizar como ubicación de la imagen

source: Error at creating download destination ! Please select another device.
es: Error al crear descargar destino! Por favor seleccione otro dispositivo.

source: There is to low free memory at choosen device Please select another device.
es: Hay poco espacio libre en el dispositivo elegido Por favor seleccione otro dispositivo.

source: Download %s
es: Descarga %s

source: Extracting image ...
es: Extraer imagen...

source: Sorry, download verification failed Please try again.
es: Lo sentimos, descargar verificación error por favor intente otra vez.

source: Verifying download ...
es: Verificación de la descarga...

source: This will flash the downloaded image. Your current software installation will be deleted and overwritten If you cancel here the downloaded image will be stored and you flash it later Really continue ?
es: Este parpadeará la imagen descargada. ¿Su actual instalación de software será borrado y sobreescrito si aquí cancela la descarga se guardará la imagen y lo flash más tarde realmente continuar?

source: Sorry, necessary files are missing Please try again.
es: lo siento faltan Archivos necesarios, Por favor intente otra vez.

source: Sorry, extracting of image failed Please try again.
es: Extracción de imagen, lo siento no se pudo hacer por favor inténtelo de nuevo.

source: VTi Image Flash Process
es: VTI Proceso Flashear imagen

source: Change password for VTI Panel
es: Cambiar la contraseña de Panel VTI

source: Deactivate
es: Desactivar

source: Input your new VTI Panel password :
es: Anote la nueva contraseña del Panel de VTI:

source: Input password for VTI Panel
es: Anotar contraseña del Panel VTI

source: Input your VTI Panel password :
es: Introduzca su contraseña de Panel de VTI:

source: VTI-Backup is running...
es: VTI-Backup está en ejecución ...

source: VTI-Backup - Select files/folders to backup
es: VTI-Backup - seleccionar los archivos y carpetas de copia de seguridad

source: VTI-Restore backups
es: VTI-Restaurar copias de seguridad

source: VTI-Restore is running...
es: VTI-Restauración se está ejecutando ...

source: VTi Restore Image
es: VTI Restaurar imagen

source: No image found!!!! Please copy usb image or restore image to /media/hdd/vuplus/duo/solo/uno or ultimo .
es: ¡Ninguna imagen encontrada!!!!!! Por favor copiar usb imagen o restaurar imagen /media/hdd/vuplus/duo/solo/uno o ultimo.

source: Please take a look at %s for more details
es: Por favor, echa un vistazo a %s para obtener más detalles

source: Restore of selected image is in progress. Your Vu+ STB will be rebooted after write process Do not power off !!! Please wait ...
es: Restauración de la imagen seleccionada está en curso. El Vu + STB se reiniciará después de proceso de escritura no apague! Espera...

source: Flash process of selected image is in progress. Your Vu+ STB will be rebooted after write process Do not power off !!! Please wait ...
es: Proceso de destello de la imagen seleccionada está en curso. El Vu + STB se reiniciará después de proceso de escritura no apague! Espera...

source: Backup of your running image is in progress. The backup can take a few minutes Please wait ...
es: Copia de seguridad de la imagen de su funcionamiento está en curso. La copia de seguridad puede tomar unos minutos por favor espere...

source: preparing backup of image
es: preparación de copia de seguridad de imagen

source: Error at creating backup directories Please try another backup location
es: Error en la creación de directorios de copia de seguridad por favor intente otra ubicación de copia de seguridad

source: The system is missing some necessary files !
es: ¡El sistema carece de algunos archivos necesarios!

source: Backup of root filesystem failed
es: Copia de seguridad de sistema de ficheros raíz fallida

source: backup root filesystem
es: sistema de ficheros raíz backup

source: Error at preparing system for backup
es: Error en la preparación de sistema para backup

source: create flashable file of root filesystem
es: crear archivo flashable de sistema de ficheros raíz

source: backup of running kernel
es: copia de seguridad de funcionamiento de núcleo

source: Backup of kernel failed
es: Backup del kernel que no se pudo

source: Image backup finished successfully
es: Backup de imagen terminado con éxito

source: A new skin was installed
es: Se instaló una nueva piel

source: Do you want to open the skin choice list?
es: ¿Desea abrir la lista de opciones de piel?

source: Remove xbmc
es: Retire XBMC

source: uninstall xbmc and dependend packages
es: Desinstalar paquetes de xbmc y dependencias

source: Load EPG data from file every X minutes (0 = off)
es: Cargar datos EPG de archivo cada minutos X (0 = apagado)

source: Save EPG data every X minutes to file (0 = off)
es: Guardar los datos EPG cada X minutos al archivo (0 = apagado)

source: Enable EPG client mode (don't save EPG file)
es: Activar el modo de cliente EPG (no guardar el archivo de EPG)

source: Setup - EPG
es: Configuración - EPG

source: Download services lists
es: Descargar listas de canales

source: Download of services list failes, please be patient and try again later
es: Fallo descarga de lista de canales, por favor sea paciente e inténtalo de nuevo más tarde

source: Sorry, creating download folder failed
es: No se pudo descargar lo siento, crear carpeta

source: Sorry, there are some mandatory files missing Please try antoher services list.
es: Lo sentimos, hay algunos archivos necesarios que faltan Por favor pruebe otra lista de canales.

source: Sorry, extracting of services list failed Please try again.
es: Lo siento, extracción de la lista de canales no se pudo hacer por favor inténtelo de nuevo.

source: Loading new services list finished succesfully.
es: La carga de la nueva lista de canales ha terminado con éxito..

source: Loading the new services list failed. Please try again
es: No se pudo cargar la nueva lista de canales. Por favor, inténtelo de nuevo

source: Forbid DVB EPG update for black listed services
es: Prohibir la actualización DVB EPG para lista negra canales

source: Add Service
es: Añadir Canal

source: Edit blacklist for DVB EPG
es: Editar lista negra para DVB EPG

source: Please select location of software packages
es: Por favor, seleccione ubicación de paquetes de software

source: Temporary folder (/tmp)
es: Carpeta temporal (/ tmp)

source: Bouquet
es: Elegir lista

source: Press ok or green button to install satellites.xml
es: Pulsa el botón ok o verde para instalar satellites.xml

source: Downloading satellites failed!
es: Descargar satélites fallado!

source: satellites.xml is updated
es: se actualiza Satellites.XML

source: GUI needs a restart to apply changes.
es: GUI requiere un reinicio para aplicar los cambios.

source: Do you want to restart the GUI now?
es: ¿Desea reiniciar ahora el GUI?

source: GUI needs a restart.
es: GUI requiere un reinicio.

source: selected bouquets are installed
es: se instalan listas seleccionadas

source: Please select at least one bouquet
es: Por favor seleccione al menos una lista

source: Downloading bouquets failed!
es: Fallo descarga listas!

source: Downloading succesfull! Parsing ...
es: Descarga exitosa! Analizando...

source: Press ok button to select bouquet
es: Pulse el botón ok para seleccionar la lista

source: Parsing failed!
es: Filtrado fallado.

source: Source:
es: Fuente:

source: Download:
es: Descargar:

source: satellites.xml has been built.
es: Satellites.XML ha sido construido.

source: Please select at least one satellite
es: Por favor seleccione al menos un satélite

source: Press ok button to select satellite
es: Pulse el botón ok para seleccionar satélite

source: Transponder selection
es: Selección de transpondedor

source: Frequency:
es: Frecuencia:

source: has been saved.
es: se ha guardado.

source: Please select at least one transponder
es: Por favor seleccione al menos un transpondedor

source: End
es: Termina

source: Free Space
es: Espacio Libre

source: configuration
es: Configuración

source: Not easy way to start EasyMedia
es: No es fácil manera de comenzar EasyMedia

source: Music player:
es: Reproductor de música

source: Files browser:
es: Navegador de archivos:

source: Show bookmarks:
es: Mostrar marcadores:

source: YouTube player:
es: Reproductor de YouTube:

source: VLC player:
es: Reproductor VLC:

source: DVD player:
es: Reproductor de DVD:

source: Weather plugin:
es: El tiempo en plugin:

source: NetRadio player:
es: Reproductor de NetRadio:

source: Show Merlin-iDream:
es: Mostrar iDream de Merlin:

source: ZDFmediathek player:
es: Reproductor de ZDFmediathek:

source: Pictures
es: Fotos

source: Music
es: Música

source: Weather
es: Meteorología

source: Files
es: Ficheros

source: VLC Player
es: Reproductor VLC

source: Filebrowser
es: Navegador de archivos

source: Picture-player is not installed!
es: Reproductor fotos no esta instalado

source: No Music-Player installed!
es: ¡No hay reproductor de música instalado!

source: No File-Manager installed!
es: ¡No hay gestor de archivos instalado!

source: Weather Plugin is not installed!
es: ¡El tiempo en Plugin no está instalado!

source: DVDPlayer Plugin is not installed!
es: DVDPlayer plugin no está instalado!

source: MyTube Plugin is not installed!
es: ¡No se instala el MyTube Plugin!

source: SHOUTcast Plugin is not installed!
es: ¡No está instalado el Plugin de SHOUTcast!

source: ZDFmediathek Plugin is not installed!
es: ¡ZDFmediathek Plugin no está instalado!

source: VLC Player is not installed!
es: ¡VLC Player no esta instalado!

source: Merlin iDream is not installed!
es: Este plugin no está instalado.

source: EasyMedia settings...
es: EasyMedia ajustes...

source: Select bookmark...
es: Seleccione el favorito...

source: Show tv/radio switch:
es: Mostrar el interruptor tv/radio:

source: TV-mode
es: Modo TV

source: Radio-mode
es: MODO RADIO

source: MyVideo Player is not installed!
es: ¡MyVideo Player no está instalado!

source: MyVideo player:
es: MyVideo reproductor:

source: Add/remove plugin
es: Agregar o quitar complemento

source: removed from EasyMedia
es: eliminado de EasyMedia

source: added to EasyMedia
es: agrega a EasyMedia

source: VideoDB is not installed!
es: ¡VideoDB no está instalado!

source: PicturePlayer:
es: Reproductor de Fotos:

source: Video database:
es: Base de datos de vídeo:

source: Channel:
es: Canal:

source: %s does not exist!
es: No existe %s

source: Error while creating screenshot. You need grab version 0.8 or higher!
es: Error mientras creaba el pantallazo. ¡Necesita la versión de grab 0.8 o superior!

source: Countdown:
es: Cuenta atrás:

source: Mosaic
es: Mosaico

source: as
es: como

source: Ambiguous results
es: Resultados ambiguos

source: Cast:
es: Rastro

source: Could't get Eventname
es: No pudimos conseguir eventName

source: Details
es: Detalles

source: Downloading Movie Poster: %s...
es: Descargar cartel de la película: %s...

source: Extra Info
es: Información Extra

source: IMDb Details parsed
es: Analiza los datos de IMDb

source: IMDb Download completed
es: Descarga completa

source: IMDb Download failed
es: La descarga falló

source: IMDb Re-Download completed
es: IMDb volver a descargar completa

source: IMDb query failed!
es: Consulta fallida

source: Lookup
es: Buscar

source: No IMDb match.
es: Ninguna coincidencia de IMDb.

source: No cast list found in the database.
es: Ninguna lista de fundido en la base de datos.

source: No details found.
es: Detalles no encontrados

source: Please select the matching entry
es: Por favor, seleccione la entrada correspondiente

source: Query IMDb: %s...
es: Consulta IMDb:%s ...

source: Query details from the Internet Movie Database
es: Detalles de la consulta de la Internet Movie Database

source: Re-Query IMDb: %s...
es: Re-consulta IMDb:%s ...

source: The Internet Movie Database
es: Internet Movie Database

source: Title Menu
es: Menú de títulos

source: no user rating yet
es: Sin calificar

source: %(name)s (%(user)s@%(server)s)
es: % (nombre) s (%(usuario)s@%(servidor)s)

source: Accounts list
es: Lista de cuentas

source: Attachments
es: Adjuntos

source: Bodys
es: Cuerpos

source: Email Client
es: Cliente correo

source: Email setup
es: Configuración correo

source: EmailClient for %(account)s: %(error)s
es: EmailClient para %(account)s: %(error)s

source: From
es: De

source: IMAP Port
es: Puerto IMAP

source: IMAP Server
es: Servidor IMAP

source: New mail arrived for account %s:
es: Nuevo correo para la cuenta %s:

source: Really delete account %s?
es: ¿Seguro que quiere borrar la cuenta %s?

source: Subject
es: Asunto

source: [EmailAccount] %(name)s: _cbCapabilities: #################################################################################################### # If you have problems to log into your imap-server, please send me the output of the following line # cbCapabilities: %(capa)s ####################################################################################################
es: [CuentaEmail] %(name)s: _cbCapacidades: #################################################################################################### # Si tiene problemas al entrar en el servidor imap, envíeme la salida de la siguiente línea # cbCapabilities: %(capa)s ####################################################################################################

source: account %s is not connected
es: La cuenta %s no está conectada

source: account name
es: nombre de la cuenta

source: account not connected
es: cuenta no conectada

source: add
es: añadir

source: cancel
es: cancelar

source: cannot access inbox
es: no puedo acceder a la bandeja de entrada

source: cannot get headers of new messages
es: no puede obtener las cabeceras de los nuevos mensajes

source: cannot get list of new messages
es: no puedo obtener la lista de mensajes nuevos

source: connection failed - retrying
es: falló la conexión - reintentando

source: display connection errors
es: Mostrar errores de conexión

source: display timeout (seconds)
es: visualizar timeout (segundos)

source: edit
es: editar

source: empty values - retry
es: valores vacíos - reintentando

source: error logging %(who)s in: %(failure)s
es: error logueando %(who)s en: %(failure)s

source: failed to load message
es: falló la carga del mensaje

source: getting message ...
es: cargando mensaje

source: have %d messages
es: tiene %d mensajes

source: have no messages
es: no hay mensajes

source: headers loaded, now parsing ...
es: cabeceras cargadas, analizando ...

source: importing configurations from %s
es: importando configuraciones desde %s

source: leave unread
es: dejarlo sin leer

source: list all mailboxes
es: Lista todos los buzones

source: loading headers ...
es: cargando cabeceras...

source: mail check interval (minutes)
es: intervalo de comprobaciones de correo (minutos)

source: maximum mail size to fetch
es: tamaño máximo de correo a buscar

source: message too large
es: mensaje demasiado grande

source: no account selected
es: no ha seleccionado ninguna cuenta

source: no date
es: sin fecha

source: no filename
es: sin nombre de fichero

source: no from
es: sin de

source: no mailbox?!?!
es: no hay buzón ¡

source: no sender
es: sin origen

source: no subject
es: sin asunto

source: parsing message ...
es: analizando mensaje...

source: password
es: contraseña

source: really delete mail?
es: ¿Seguro que quiere borrar el correo?

source: really undelete mail?
es: ¿Seguro que quiere desborrar el correo?

source: select Attachment
es: seleccionar Adjunto

source: select Body
es: seleccionar Cuerpo

source: show deleted entries
es: mostrar entradas borradas

source: undelete
es: desborrar

source: user name
es: nombre de usuario

source: view Emails via IMAP4
es: ver Correos via IMAP4

source: About FritzCall
es: Sobre FritzCall

source: Activate WLAN guest access
es: Activar acceso WLAN

source: Add entry to phonebook
es: Añadir entrada a la agenda

source: All calls
es: Todas las llamadas

source: Append shortcut number
es: Añadir número corto

source: Append type of number
es: Añadir tipo de número

source: Append vanity name
es: Añadir nombre de vanidad

source: Areacode to add to calls without one (if necessary)
es: AreaCode agregar a llamadas sin uno (si es necesario)

source: Automatically add new Caller to PhoneBook
es: Añadir el Llamante automáticamente a la Agenda

source: Call
es: Llamar

source: Call monitoring
es: Monitorizar llamada

source: Call redirection
es: Redirección de llamada

source: Call redirection active
es: Redirección de llamada activo

source: Calling %s
es: Llamar a %s

source: Cannot get calls from FRITZ!Box
es: ¡No recibo llamadas de FRITZ! Caja

source: Cannot get infos from FRITZ!Box yet Still initialising or wrong firmware version
es: ¡No se puede obtener información de FRITZ! Versión de firmware aún inicialización o mal de la caja

source: Connected since
es: Conectado desde

source: Connected to FRITZ!Box!
es: Conectado a FRITZ!Box!

source: Connecting to FRITZ!Box failed (%s) retrying...
es: Conectando a FRITZ!Box (%s) reintentando...

source: Connecting to FRITZ!Box...
es: Conectando a FRITZ!Box...

source: Connection to FRITZ!Box! lost (%s) retrying...
es: Se perdió la conexión a FRITZ!Box! (%s) reintentando...

source: Could not get call list; wrong version?
es: No se pudo obtener la lista de llamadas; ¿versión equivocada?

source: Could not parse FRITZ!Box Phonebook entry
es: No puedo analizar las entradas de la agenda de FRITZ!Box

source: Could not read FRITZ!Box phonebook; wrong version?
es: No se pudo leer FRITZ! Box agenda!; ¿versión equivocada?

source: Country
es: País

source: DECT inactive
es: inactiva DECT

source: DECT phones registered
es: Teléfonos DECT registrados

source: Deactivate WLAN guest access
es: Desactivar el acceso para invitados WLAN

source: Debug
es: Depurar

source: Display FRITZ!box-Fon calls on screen
es: Visualizar llamadas FRITZ!Box-Fon en la pantalla

source: Display all calls
es: Visualizar todas llamadas

source: Display connection infos
es: Mostrar la información de conexión

source: Display incoming calls
es: Visualizar llamadas entrantes

source: Display missed calls
es: Visualizar llamadas perdidas

source: Display outgoing calls
es: Visualizar llamadas salientes

source: Do what?
es: ¿Qué hago?

source: Do you really want to delete entry for %(number)s %(name)s?
es: ¿Quiere borrar la entrada para %(number)s %(name)s?

source: Edit selected entry
es: Editar entrada seleccionada

source: Enter Search Terms
es: Introduzca Términos de Búsqueda

source: Entry incomplete.
es: Entrada incompleta.

source: Extended Search for faces
es: Amplió la búsqueda para caras

source: Extended Search for names
es: Extendido de búsqueda de nombres

source: Extension number to initiate call on
es: Número de extensión para iniciar la llamada

source: FRITZ!Box - Could not load calls: %s
es: ¡FRITZ! Box - no se pudo cargar llamadas: %s

source: FRITZ!Box - Could not load phonebook: %s
es: ¡FRITZ! Box - no se pudo cargar el directorio: %s

source: FRITZ!Box - Dialling failed: %s
es: ¡FRITZ! Box - marcación por error: %s

source: FRITZ!Box - Error getting blacklist: %s
es: ¡FRITZ! Box - Error al obtener lista negra: %s

source: FRITZ!Box - Error getting status: %s
es: ¡FRITZ! Box - obtener el estado de Error: %s

source: FRITZ!Box - Error logging in
es: ¡FRITZ! Box - Error de inicio de sesión

source: FRITZ!Box - Error logging in: %s
es: ¡FRITZ! Box- Error de inicio de sesión: %s

source: FRITZ!Box - Error logging in: %s Disabling plugin.
es: ¡FRITZ! Box - Error de inicio de sesión: %s desactivar plugin.

source: FRITZ!Box - Error logging out: %s
es: ¡FRITZ! Box - Error de sesión: %s

source: FRITZ!Box - Error resetting: %s
es: ¡FRITZ! Box - reajuste del Error: %s

source: FRITZ!Box - Failed changing GuestAccess: %s
es: ¡FRITZ! Box - no se pudo cambiar GuestAccess: %s

source: FRITZ!Box - Failed changing Mailbox: %s
es: ¡FRITZ! Box - no se pudo cambiar el buzón de correo: %s

source: FRITZ!Box - Failed changing WLAN: %s
es: ¡FRITZ! Box - no se pudo cambiar a WLAN: %s

source: FRITZ!Box FON address (Name or IP)
es: Dirección FRITZ!Box FON (Nombre o IP)

source: FRITZ!Box FON firmware version
es: ¡FRITZ! Versión de firmware de FON de caja

source: FRITZ!Box Fon Status
es: Estado de Fon FRITZ!Box

source: FRITZ!Box PhoneBook to read
es: ¡FRITZ!Box Directorio de la caja para leer

source: FRITZ!Box firmware version not configured! Please set it in the configuration.
es: ¡FRITZ!Box ¡Versión de firmware no configurado! Por favor seleccione en la configuración.

source: FRITZ!Box not available for calling
es: ¡FRITZ! No disponible para llamadas

source: Filter also list of calls
es: También filtro de lista de llamadas

source: Found picture %s But did not load. Probably not PNG, 8-bit
es: Encuentran imagen %s pero no se cargó. Probablemente no PNG, 8-bit

source: France
es: Francia

source: FritzCall Setup
es: Configuración FritzCall

source: Germany
es: Alemania

source: Getting calls from FRITZ!Box...
es: Consiguiendo llamadas desde FRITZ!Box...

source: Getting status from FRITZ!Box Fon...
es: Consiguiendo estado desde Fon FRITZ!Box...

source: Guest access
es: Acceso de invitados

source: Guest access not active
es: Acceso de invitado no activo

source: Guest access on
es: Acceso de invitados

source: IP Address:
es: Dirección IP:

source: Ignore callers with no phone number
es: Ignorar llamadas con ningún número de teléfono

source: Incoming
es: Entrada
