Repository: TomS2/VTi-localisation
Catalog: locale/*.po
Languages: es

source: Scans default lamedbs sorted by satellite with a connected dish positioner
es: Escanee el lamedbs por defecto de satélites ordenados con un motor conectado

source: Search east
es: Buscar este

source: Search west
es: Buscar oeste

source: Searching for available updates. Please wait...
es: Buscando actualizaciones disponibles. Por favor, espere...

source: Searching for new installed or removed packages. Please wait...
es: Buscando pornuevos paquetes instalados o borrados. Espere...

source: Secondary DNS
es: DNS Secundario

source: Seek
es: Posicionar

source: Select
es: Seleccionar

source: Select %s button function:
es: Seleccione la función de botón de %s:

source: Select %s (long) button function:
es: Seleccione %s función de botón (largo):

source: Select HDD
es: Seleccionar disco duro

source: Select Location
es: Seleccionar Localización

source: Select Network Adapter
es: Seleccionar Adaptador de Red

source: Select Wireless Lan module.
es: Seleccione el módulo de red inalámbrica.

source: Select a movie
es: Seleccionar una película

source: Select audio track
es: Seleccionar pista de audio

source: Select channel to record from
es: Seleccione canal a grabar

source: Select files for backup.
es: Seleccionar ficheros para backup.

source: Select files/folders to backup
es: Seleccionar ficheros/carpetas para backup

source: Select input device
es: Seleccione dispositivo de entrada

source: Select input device.
es: Seleccione dispositivo de entrada.

source: Select interface
es: Seleccione interfaz

source: Select provider to add...
es: Seleccione proveedor a añadir...

source: Select refresh rate
es: Seleccionar la velocidad de refresco

source: Select service to add...
es: Seleccione canal a añadir...

source: Select upgrade source to edit.
es: Seleccione fuente de actualización a editar.

source: Select video mode
es: Seleccionar el modo de video

source: Select video port
es: Seleccione Puerto de video

source: Select wireless network
es: Seleccione red inalámbrica

source: Send DiSEqC
es: Enviar DISEqC

source: Send DiSEqC only on satellite change
es: Enviar DISEqC sólo en cambio de satélite

source: Seperate titles with a main menu
es: Separar títulos con un menú principal

source: Sequence repeat
es: Repetir secuencia

source: Serbian
es: Servio

source: Server
es: Servidor

source: Server Name
es: Nombre del Servidor

source: Service
es: Canal

source: Service EPGBar
es: Canal EPGBar

source: Service List
es: Lista de Canales

source: Service Scan
es: Búsqueda de canal

source: Service Searching
es: Buscando Canales

source: Service has been added to the favourites.
es: El canal ha sido añadido a los favoritos.

source: Service has been added to the selected bouquet.
es: El canal ha sido añadido a la lista seleccionada.

source: Service invalid! (Timeout reading PMT)
es: ¡Canal no válido! (Tiempo cumplido leyendo PMT)

source: Service not found! (SID not found in PAT)
es: ¡Canal no encontrado! (SID no encontrado en el PAT)

source: Service reference
es: Referencia de canal

source: Service scan
es: Buscar canales

source: Service unavailable! Check tuner configuration!
es: ¡Canal no disponible! ¡Revisa la configuración del sintonizador!

source: Serviceinfo
es: Info del canal

source: Services
es: Canales

source: Set End Time
es: Ponga la hora final

source: Set VU device name:
es: Nombre del dispositivo conjunto de VU:

source: Set Voltage and 22KHz
es: Poner Voltaje y 22kHz

source: Set as Startpage
es: Establecer como página de inicio

source: Set interface as default Interface
es: Poner Interface como por defecto

source: Set limits
es: Establecer límites

source: Set up Default Mount Point
es: Configurar punto de montaje predeterminado

source: Setting
es: Ajuste

source: Settings
es: Parámetros

source: Setup
es: Configuración

source: Setup - Movies / Timers
es: Configuración - películas / temporizadores

source: Setup - Movies
es: Configuración - grabaciones

source: Setup - Timer
es: Configuración - temporizador

source: Setup - Timeshift
es: Configuración - Timeshift

source: Setup - Service List
es: Configuración - lista de canales

source: Setup - Subtitles
es: Configuración - subtítulos

source: Setup - System
es: Configuración - sistema

source: Setup - TV / Radio
es: Configuración - TV / Radio

source: Setup - User Interface
es: Configuración - interfaz de usuario

source: Setup LED brightness and blink interval
es: Configurar el brillo del LED y parpadea el intervalo

source: Setup Mode
es: Modo configuración

source: Setup mode
es: Modo de configuración

source: Setup picon directory for service list
es: Configurar el directorio de picon para la lista de canales

source: Setup primary picon directory
es: Directorio de instalación del picon primario

source: Sharpness
es: Nitidez

source: Short filenames
es: Nombres de ficheros cortos

source: Short name for bookmark %s:
es: Nombre corto para marcador %s:

source: Short name for bookmark %s (long):
es: Nombre corto para marcador %s (largo):

source: Show DVB subtitles centered
es: Mostrar subtítulos en DVB centrados

source: Show Device
es: Mostrar dispositivo

source: Show ECM info
es: Mostrar información ECM

source: Show EPG data in single EPG list older than
es: Mostrar datos de EPG en más de una lista

source: Show Info
es: Mostar Info

source: Show Message when Recording starts
es: Mostrar Mensaje cuando la Grabación comienza

source: Show Now/Next EIT EPG at InfoBar
es: Mostrar ahora/siguiente IET EPG en la barra de información

source: Show WLAN Status
es: Mostrar estado de la WLAN

source: Show blinking clock in display during recording
es: Muestra parpadeo en el reloj mientras graba

source: Show blinking rec symbol in VFD during recording
es: Ver parpadear el símbolo rec en VFD durante la grabación

source: Show directories in movie list
es: Mostrar directorios en la lista de películas

source: Show event progress in % in service list
es: Mostrar el % de progreso del evento en la lista de canales

source: Show event time in service list
es: Mostrar hora del evento en lista de canales

source: Show event-progress in channel selection
es: Muestra el progreso del evento en la selección del canal

source: Show icons in movie list
es: Mostrar los iconos en la lista de películas

source: Show icons in timer list
es: Mostrar los iconos en la lista de temporizador

source: Show infobar on channel change
es: Mostrar barra de información al cambiar de canal

source: Show infobar on event change
es: Mostrar barra de información cuando cambie el evento

source: Show infobar on skip forward/backward
es: Mostrar la barra de información al pasar adelante/atras

source: Show menu entries arranged in alphabetical order
es: Entradas del menú Mostrar por orden alfabético

source: Show on the Standby Menu
es: Mostrar en el menú de espera

source: Show picon at number zap
es: Mostrar picón en número de zapeo

source: Show picons in service list
es: Mostrar picons en lista de canales

source: Show plugin entries arranged in alphabetical order
es: Mostrar plugin entradas dispuestas en orden alfabético

source: Show positioner movement
es: Mostrar movimiento del motor

source: Show progress in movie list
es: Mostrar el progreso en la lista de películas

source: Show service list at TV / Radio mode switch
es: Mostrar lista de canal con tecla TV / Radio

source: Show service name at number zap
es: Mostrar nombre de canal con número zapeo

source: Show service number in service list
es: Mostrar número de canal en la lista de canales

source: Show service type icons in service list
es: Mostrar los iconos del tipo de canal en la lista de canales

source: Show services beginning with
es: Mostrar canales que empiecen por

source: Show the Menu window.
es: Mostrar la ventana de menú.

source: Show the Subtitle...
es: Mostrar el subtítulo...

source: Show the Virtual keyboard window.
es: Mostrar el teclado Virtual.

source: Show the radio player...
es: Mostrar el reproductor de radio...

source: Show the tv player...
es: Mostrar el reproductor de tv

source: Show timer icon for recording services
es: Mostrar icono de temporizador en eventos a grabar

source: Show zap notification for recordings
es: Mostrar notificación de zapeo para grabaciones

source: Shows the state of your wireless LAN connection.
es: Mostrar el estado de su conexión inalámbrica.

source: Shutdown
es: Apagado

source: Shutdown STB after
es: Cierre STB después

source: Side by Side
es: Lado a lado

source: Signal Strength:
es: Potencia Señal:

source: Signal:
es: Señal:

source: Similar
es: Parecido

source: Similar broadcasts:
es: Emisiones similares:

source: Simple
es: Sencillo

source: Simple titleset (compatibility for legacy players)
es: Título Simple (compatibilidad para más reproductores)

source: Single
es: Sencillo

source: Single EPG
es: EPG Sencillo

source: Single Service EPG
es: Mostrar EPG sencillo del canal

source: Single satellite
es: Satélite único

source: Single transponder
es: Transponder único

source: Singlestep (GOP)
es: En un solo paso (GOP)

source: Size : %s
es: Tamaño: %s

source: Skin
es: Piel

source: Skins
es: Pieles

source: Sleep Timer
es: Apagado automático

source: Sleep timer action:
es: Acción del apagado automático:

source: Slideshow Interval
es: Intervalo de presentación de diapositivas

source: Slideshow Interval (sec.)
es: Intervalo de diapositivas (seg.)

source: Slovakian
es: Eslovaco

source: Slovenian
es: Esloveno

source: Slow
es: Lento

source: Slow Motion speeds
es: Velocidades lentas

source: Smart Card 1 Error! errorcode=%d
es: Tarjeta inteligente 1 ¡Error! código de error = %d

source: Smart Card 2 Error! errorcode=%d
es: Error Smart Card 2. código de error = %d

source: Smart Card OK!!
es: Tarjeta inteligente OK!!

source: Smart Card model type error
es: Error de tipo de modelo de tarjeta inteligente

source: Software management
es: Manejar software

source: Software manager setup
es: Configuración del manejador de software

source: Software restore
es: Restaurar software

source: Software update
es: Actualizar software

source: Softwaremanager information
es: Información Softwaremanager

source: Some plugins are not available:
es: Algunos complementos no están disponibles:

source: Sorry MediaScanner is not installed!
es: Lo siento, pero MediaScanner no está instalado!

source: Sorry no backups found!
es: Lo siento, no he encontrado backups!

source: Sorry your backup destination is not writeable. Please choose an other one.
es: Lo siento, pero su destino de backup no es escribible. Elija otro.

source: Sorry, no Details available!
es: Lo siento, no hay Detalles disponibles!

source: Sorry, video is not available!
es: Lo siento, ¡el video no está disponible!

source: Sorry, your backup destination is not writeable. Please choose another one.
es: Lo siento, pero su destino de backup no es escribible. Elija otro.

source: Sort
es: Ordenar

source: Sort A-Z
es: Ordenar A-Z

source: Sort Time
es: Ordenar por hora

source: Sound
es: Sonido

source: Soundcarrier
es: Portadora de sonido

source: South
es: Sur

source: Spanish
es: Español

source: Split preview mode
es: Modo de previsualización dividido

source: Standby
es: Reposo

source: Standby / Restart
es: Reposo / Reiniciar

source: Start
es: Inicio

source: Start Page
es: Página de inicio

source: Start folder for movie list
es: Carpeta de inicio de lista de película

source: Start from the beginning
es: Comenzar desde el inicio

source: Start test
es: Comenzar test

source: Start/Stop
es: Iniciar/detener

source: StartTime
es: HoraInicio

source: Starting Webbrowser. Please wait...
es: Iniciando navegador. Por favor espere...

source: Starting on
es: Comenzando

source: Startpage
es: Página de inicio

source: Status : 0%
es: Estado: 0%

source: Status Check Period
es: Período de verificación de estado

source: Step east
es: Paso este

source: Step west
es: Paso oeste

source: Stop
es: Parar

source: Stop Timeshift (deleting TS file)
es: Parar Timeshift (Borrar archivo TS)

source: Stop Timeshift (keeping TS file)
es: Parar Timeshift (Dejando archivo TS)

source: Stop Timeshift ?
es: Parar Timeshift?

source: Stop current event and disable coming events
es: Para el evento actual y desactivar los eventos siguientes

source: Stop current event but not coming events
es: Parar el evento actual pero no los eventos siguientes

source: Stop current records...
es: Parar grabaciones actuales...

source: Stop fast forwarding at end of movie
es: Parar avance rápido al final de pelicula

source: Stop playing this movie?
es: ¿Parar la reproducción de esta película?

source: Stop playing this stream?
es: ¿Detener este stream?

source: Stop test
es: Parar test

source: Stop testing plane after # failed transponders
es: Parar el testeo plano después de # transporders fallidos

source: Stop testing plane after # successful transponders
es: Parar el testeo plano después de # transponders correctos

source: Store position
es: Almacenar posición

source: Stored position
es: Posición almacenada

source: Style
es: Estilo

source: Subservice list...
es: Lista de subcanales...

source: Subservices
es: Subcanales

source: Subtitle selection
es: Selección de subtítulo

source: Subtitles
es: Subtítulos

source: Succeed
es: Lograr

source: Success. Press OK to exit.
es: Éxito. Pulse OK para salir.

source: Sun
es: Dom

source: Swap Services
es: Canales de intercambio

source: Swedish
es: Sueco

source: Switch to keyboard/mouse mode.
es: Cambie al modo de teclado y ratón.

source: Switch to next subservice
es: Cambiar al subcanal siguiente

source: Switch to previous subservice
es: Cambiar al subcanal anterior

source: Switchable tuner types:
es: Tipos de tuner seleccionables::

source: System
es: Sistema

source: TS file is too large for ISO9660 level 1!
es: El fichero TS es demasiado grande para el nivel 1 ISO9660.

source: TV on => VU+ activity:
es: TV on => VU + actividad:

source: TV power off:
es: TV apagado:

source: TV power on:
es: TV encendido:

source: TV standby => VU+ activity:
es: TV en espera => VU + actividad:

source: TXT PID
es: PID DE TXT

source: Table of content for collection
es: Tabla de contenido para la colección

source: Tag 1
es: Etiqueta 1

source: Tag 2
es: Etiqueta 2

source: Tags
es: Etiquetas

source: Task list
es: Lista Tareas

source: Teletext subtitle color
es: Color de subtítulos de teletexto

source: Teletext subtitle font size
es: Tamaño de fuente de subtítulos de teletexto

source: Teletext subtitle horizontal alignment
es: Alineación horizontal de subtítulos de teletexto

source: Terrestrial
es: Terrestre

source: Terrestrial provider
es: Proveedor terrestre

source: Test DiSEqC settings
es: Configuración de Test DisEqC

source: Test Type
es: Tipo de Testeo

source: Test mode
es: Modo test

source: Test the network configuration of your STB.
es: Edite la configuración de red de su STB.

source: Testing Smartcard 2...
es: Prueba de tarjeta inteligente 2...

source: Thank you for using the wizard. Please press OK to continue.
es: Gracias por usar el asistente. Pulse OK para continuar.

source: Thank you for using the wizard. Your box is now ready to use. Please press OK to start using your STB.
es: Gracias por utilizar al asistente. Su STB está ahora lista para usar. Pulse OK para empezar a utilizar su STB.

source: The DVD standard doesn't support H.264 (HDTV) video streams. Do you want to create a STB format data DVD (which will not play in stand-alone DVD players) instead?
es: El DVD estándar no admite secuencias de vídeo H.264 (HDTV). ¿Quieres crear un STB formato DVD de datos (que no se reproducirá en reproductores de DVD Stand-Alone) en su lugar?

source: The NetworkWizard extension is not installed! Please install it.
es: ¡La extensión Asistente de Red no está instalada! Por favor, instálela.

source: The PIN code has been changed successfully.
es: El código PIN ha sido cambiado correctamente.

source: The PIN codes you entered are different.
es: El código PIN que ha introducido es diferente.

source: The Softwaremanagement extension is not installed! Please install it.
es: ¡La extensión Softwaremanagement no está instalada! Por favor, instálela.

source: The VTI Info Panel is not installed! Please install it.
es: ¡El Panel de información del VTI no está instalado! Por favor instálelo.

source: The VTi InfoPanel is not installed! Please install it.
es: ¡El Panel de información del VTI no está instalado! Por favor instálelo.

source: The VTi Panel is not installed! Please install it.
es: ¡El Panel de VTi no está instalado! Por favor instálelo.

source: The backup failed. Please choose a different backup location.
es: El backup ha fallado. Elija una localización diferente para el backup.

source: The content of the folder is:
es: El contenido de la carpeta es:

source: The directory %s is not writable. Make sure you select a writable directory instead.
es: El directorio %s no es escribible. Seleccione otro directorio que si lo sea.

source: The following files were found...
es: Los siguientes ficheros fueron encontrados...

source: The input port should be configured now. You can now configure the screen by displaying some test picture. Do you want to do that now?
es: Ahora, debe configurarse el puerto de entrada. Ahora puede configurar la pantalla mostrando alguna foto de prueba. ¿Desea hacerlo ahora?

source: The installation of the default services lists is finished.
es: La instalación de la lista de canales por defecto ha terminado.

source: The installation of the default settings is finished. You can now continue configuring your STB by pressing the OK button on the remote control.
es: Terminada la instalación de la configuración predeterminada. Ahora puede seguir configurando su STB pulsando el botón OK del control remoto.

source: The loopthrough setting is wrong.
es: El ajuste con bucle está mal.

source: The number you entered is wrong!
es: El número ingresado es incorrecto!

source: The package doesn't contain anything.
es: El paquete no contiene nada.

source: The path %s already exists.
es: El directorio %s ya existe.

source: The pin code you entered is wrong.
es: El pin introducido no es correcto.

source: The program will exit now.
es: El programa saldrá ahora.

source: The results have been written to %s.
es: Los resultados han sido escritos a %s.

source: The sleep timer has been activated.
es: El apagado automático ha sido activado.

source: The sleep timer has been disabled.
es: El apagado automático ha sido cancelado.

source: The sleep timer is invalid.
es: El temporizador no es válido.

source: The timer file (timers.xml) is corrupt and could not be loaded.
es: El fichero de grabaciones (timers.xml) está corrupto y no puede cargarse.

source: The wireless LAN plugin is not installed! Please install it and choose what you want to do next.
es: El plugin de RED inalámbrica no está instalado! Por favor, instálelo y elija que quiere hacer lo siguiente.

source: The wireless LAN plugin is not installed! Please install it.
es: El plugin de la red inalámbrica no ha sido instalado! Por favor, instálelo.

source: The wizard can backup your current settings. Do you want to do a backup now?
es: El asistente puede backup tu configuración actual. ¿Quiere hacer el backup ahora?

source: The wizard is finished now.
es: El asistente ha finalizado ahora.

source: There are at least
es: Hay al menos

source: There are currently no outstanding actions.
es: No hay actualmente ninguna acción en ejecución.

source: There are no default services lists in your image.
es: No hay lista de canales por defecto en su imagen.

source: There are no default settings in your image.
es: No hay configuración por defecto en su imagen.

source: There are no updates available.
es: No hay actualizaciones disponibles.

source: There is NO valid USB-stick found, so I've got nothing to do.
es: No hay ninguna memoria USB válido encontrado, así que no hsy nada que hacer.

source: There is a valid USB-flashdrive detected in one of the USB-ports, therefore an extra copy of the back-up image will now be copied to that USB-flashdrive.
es: Hay una memoria USB válida detectada en uno de los puertos USB, por lo tanto una copia adicional de la imagen de copia de seguridad ahora se copiará en esa unidad de memoria USB.

source: There might not be enough Space on the selected Partition. Do you really want to continue?
es: No debe haber suficiente especio en la partición seleccionada. ¿Seguro que quiere continuar?

source: There was an error downloading the packetlist. Please try again.
es: Hay un error descargando la lista de paquetes. Intentelo de nuevo.

source: This DVD RW medium is already formatted - reformatting will erase all content on the disc.
es: El disco DVD-RW está ya formateado - reformatear borrará todos los contenidos del disco.

source: This Plugin doesn't support on SOLO/DUO
es: Este Plugin no soporta en SOLO/DUO

source: This Plugin only support for ULTIMO
es: Este Plugin sólo soporte para ULTIMO

source: This STB can't decode %s streams!
es: Este deco no puede decodificar el stream de%s !

source: This is dlna server using minidlna.
es: Este es el servidor dlna usando minidlna.

source: This is dlna/upnp client using djmount.
es: Es cliente de dlna/upnp mediante djmount.

source: This is step number 2.
es: Este es el paso número 2.

source: This model is not support transcoding.
es: Este modelo no soportala transcodificación.

source: This only takes about 20 seconds.....
es: Esto tarda sólo 20 segundos...

source: This partition is not mountable. You need to check or format this partition.
es: Esta partición no es montable. Necesita revisar o formatear esta partición.

source: This plugin is installed.
es: Este plugin está instalado.

source: This plugin is not installed.
es: Este plugin no está instalado.

source: This plugin will be installed.
es: Este plugin será instalado.

source: This plugin will be removed.
es: Este plugin será desinstalado.

source: This test checks for configured Nameservers. If you get a "unconfirmed" message: - please check your DHCP, cabling and Adapter setup - if you configured your Nameservers manually please verify your entries in the "Nameserver" Configuration
es: Este test chequea los DNSs configurados. Si obtiene un mensaje "no confirmado": - chequee su DHCP, cable o configuración del adaptador - si ha configurado los DNSs manualmente, verifíquelos en su Configuración de DNS

source: This test checks whether a network cable is connected to your LAN-Adapter. If you get a "disconnected" message: - verify that a network cable is attached - verify that the cable is not broken
es: Este test chequea si su cable de red está conectado a su adaptador de red. Si consigue un mensaje de "desconectado" - verifique que su cable de red está conectado - verifique que el cable no está roto

source: This test checks whether a network cable is connected to your Wireless LAN-Adapter.
es: Este test comprueba si un cable de red está conectado a su adaptador de LAN inalámbrica.

source: This test checks whether a valid IP Address is found for your LAN Adapter. If you get a "unconfirmed" message: - no valid IP Address was found - please check your DHCP, cabling and adapter setup
es: Este test chequea si una IP válida es encontrada para su Adaptador de Red. Si consigue un mensaje de "no confirmado": - no hay una IP válida - verifique su DHCP, cable o configuración del adaptador
