Repository: TomS2/VTi-localisation
Catalog: locale/*.po
Languages: es

source: Not enough diskspace. Please free up some diskspace and try again. (%d MB required, %d MB available)
es: No hay suficiente espacio libre. Por famove libere espacio y reinténtelo. (%d MB requeridos, %d MB disponibles)

source: Not-Associated
es: No asociados

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
es: ¡Nada a buscar! Por favor ponga la configuración del sintonizador antes de buscar un canal.

source: Now Playing
es: Reproduciendo ahora

source: Now, use the contrast setting to turn up the brightness of the background as much as possible, but make sure that you can still see the difference between the two brightest levels of shades.If you have done that, press OK.
es: Ahora, use la configuración del contraste hacia arriba hasta que brille el fondo lo máximo posible, pero que siga viendo la diferencia entre los 2 niveles de sombra. Si esto está hecho, pulse OK.

source: OK, guide me through the upgrade process
es: OK, guíeme a través del proceso de actualización

source: OSD Settings
es: Configurar OSD

source: On
es: Activado

source: One
es: Uno

source: One hdd test error Press 'EXIT' button!
es: ¡Un hdd prueba error 'EXIT' botón!

source: Only Free scan
es: Sólo escanear libres

source: Only extensions.
es: Sólo extensiones.

source: Open Startpage
es: Página de inicio

source: Open URL
es: Abrir URL

source: Opera Browser
es: Navegador Opera

source: Opera Browser was not running. Please running browser using [File]>[Start/Stop] menu.
es: Navegador Opera no se estaba ejecutando. Por favor, ejecutando el navegador usando [archivo] > [iniciar/detener] menú.

source: Orbital position
es: posición orbital

source: Overwrite configuration files ?
es: ¿Sobreescribir los ficheros de configuración?

source: Overwrite configuration files during software upgrade?
es: ¿Sobreescribir los ficheros de configuración durante la actualización del software?

source: PCR PID
es: PID PCR

source: PLEASE READ THIS:
es: POR FAVOR LEA ESTO:

source: PWM value
es: Valor PWM

source: Package list update
es: Actualización de lista de paquetes

source: Packet management
es: Manejo de paquete

source: Packet manager
es: Manejador de paquetes

source: Page
es: Página

source: PageDown Key
es: PageDown

source: PageUp Key
es: PageUp

source: Parent Directory
es: Directorio padre

source: Parental control
es: Control de adultos

source: Parental control services Editor
es: Editor de canales para control de adultos

source: Parental control setup
es: Configuración del control de adultos

source: Parental control type
es: Tipo de control de adultos

source: Partition : /dev/%s
es: Partición: /dev/%s

source: Partition info is not found.
es: No se encuentra información de partición.

source: Partitions
es: Particiones.

source: Partitions : %s
es: Particiones: %s

source: Password :
es: Contraseña:

source: Pause movie at end
es: Parar película al final

source: Phone :
es: Teléfono:

source: Phone number
es: Número de teléfono

source: Picture Directory
es: Directorio de fotografía

source: PicturePlayer
es: Reproductor de Fotos

source: Pilot
es: Piloto

source: Pin code needed
es: Código PIN necesario

source: Ping test fail Press exit
es: Fallo de prueba de ping Presione exit

source: Ping test pass
es: Pase de prueba de ping

source: Place the USB-flash drive in the (front) USB-port and switch the receiver off and on with the powerswitch on the back of the receiver.
es: Coloque la unidad flash USB en el puerto USB (frontal) y el receptor encendido y apagado con el PowerSwitch para en la parte posterior del receptor.

source: Play
es: Reproducir

source: Play Audio-CD...
es: Reproducir CD de Audio...

source: Play DVD
es: Reproducir DVD

source: Play Music...
es: Reproducir Música

source: Play recorded movies...
es: Reproducir películas grabadas...

source: Please Reboot
es: Por favor, Reiniciar

source: Please Select Medium to be Scanned
es: Por favor, seleccione el medio a ser escaneado

source: Please add titles to the compilation.
es: Por favor, añada títulos a la compilación.

source: Please be aware, that anyone can disable the parental control, if you have not set a PIN.
es: Por favor, tenga cuidado, alguien puede desactivar el control parental si no le ha puesto un PIN.

source: Please be patient, a backup will now be made, because of the used filesystem the back-up will take about 5-7 minutes for this system.
es: Por favor sea paciente, ahora se hará una copia de seguridad, debido al sistema de archivos utiliza el respaldo tardará unos 5-7 minutos para este sistema.

source: Please change recording endtime
es: Por favor, cambie la finalización de la grabación

source: Please check again. Frequency : start value is larger than stop value.
es: Por favor revise de nuevo. Frecuencia: valor inicial es mayor que el valor de parada.

source: Please check again. Start frequency must be between 950 and 2150.
es: Por favor revise de nuevo. Frecuencia de salida debe estar entre 950 y de la 2150.

source: Please check again. Start symbolrate must be between 2MHz and 45MHz.
es: Por favor revise de nuevo. Symbolrate comienzo debe estar entre 2MHz y 45MHz.

source: Please check again. Stop frequency must be between 950 and 2150.
es: Por favor revise de nuevo. Frecuencia de parada debe estar entre los 950 y los 2150.

source: Please check again. Stop symbolrate must be between 2MHz and 45MHz.
es: Por favor revise de nuevo. Symbolrate parada debe estar entre 2MHz y 45MHz.

source: Please check again. Symbolrate : start value is larger than stop value.
es: Por favor revise de nuevo. Symbolrate: valor inicial es mayor que el valor de parada.

source: Please check the manual of the receiver on how to restore the image.
es: Por favor consulta el manual del receptor acerca de cómo restaurar la imagen.

source: Please choose an HbbTV application.
es: Por favor, elija una aplicación HbbTV.

source: Please choose an extension...
es: Por favor, elija una extensión...

source: Please choose he package...
es: Por favor, elija su paquete...

source: Please choose one.
es: Por favor, seleccione uno.

source: Please choose the default services lists you want to install.
es: Por favor, elija la lista de canales por defecto que quiere instalar.

source: Please choose.
es: Por favor, elija

source: Please configure your internet connection by filling out the required values. When you are ready press OK to continue.
es: Por favor configure su conexión a internet rellenando los valores requeridos. Cuando esté preparado pulse OK para continuar.

source: Please do not change any values unless you know what you are doing!
es: ¡Por favor no cambie valores cuando no sepa lo que hace!

source: Please enter URL here
es: Por favor, introduzca el URL

source: Please enter a name for the new bouquet
es: Introduzca un nombre para la nueva lista

source: Please enter a name for the new marker
es: Pon un nombre para el nuevo marcador

source: Please enter a new filename
es: Por favor, introduzca un nombre de fichero nuevo

source: Please enter filename (empty = use current date)
es: Por favor, introduzca un nombre de fichero (vacío = usar fecha actual)

source: Please enter name of the new directory
es: Entre un nombre para el directorio nuevo

source: Please enter the correct pin code
es: Por favor, ponga el pin correcto

source: Please enter the old PIN code
es: Por favor, introduca el PIN anterior

source: Please follow the instructions on the TV
es: Siga las instrucciones en la TV

source: Please note that the previously selected media could not be accessed and therefore the default directory is being used instead.
es: El medio seleccionado anterior no puede ser accedido y el directorio por defecto va a ser usado en su lugar.

source: Please press OK to continue.
es: Pulse OK para continuar.

source: Please press OK!
es: Por favor, pulse OK

source: Please select a playlist to delete...
es: Por favor, seleccione una lista de reproducción a borrar...

source: Please select a playlist...
es: Por favor, seleccione una lista de reproducción...

source: Please select a subservice to record...
es: Por favor, seleccione un subcanal a grabar...

source: Please select a subservice...
es: Por favor, seleccione un subcanal...

source: Please select medium to use as backup location
es: Seleccione medio para usar como localización del backup

source: Please select tag to filter...
es: Seleccione una etiqueta para filtrar...

source: Please select the destination path...
es: Por favor, seleccione la ruta de destino...

source: Please select the source path...
es: Seleccione una fuente de datos

source: Please select the movie path...
es: Por favor, seleccione un directorio de películas...

source: Please select the network interface that you want to use for your internet connection. Please press OK to continue.
es: Seleccione el interfaz de red que quiere usar para su conexión a internet. Pulse OK para continuar.

source: Please select the wireless network that you want to connect to. Please press OK to continue.
es: Seleccione la red inalámbrica a la que quiere conectar. Pulse OK para continuar.

source: Please set up tuner B
es: Por favor, configure sintonizador B

source: Please set up tuner C
es: Por favor, configure el sintonizador C

source: Please set up tuner D
es: Por favor, configure el sintonizador D

source: Please set up tuner E
es: Por favor configure el sintonizador E

source: Please set up tuner F
es: Por favor configure el sintonizador F

source: Please set up tuner G
es: Por favor, configure el sintonizador G

source: Please set up tuner H
es: Por favor, configure el sintonizador H

source: Please set up tuner I
es: Por favor, configure el sintonizador I

source: Please set up tuner J
es: Por favor, configure el sintonizador J

source: Please setup your tuner configuration.
es: Por favor, configurar la configuración del sintonizador.

source: Please use direction keys to move the PiP window. Press Bouquet +/- to resize the window. Press OK to go back to the TV mode or EXIT to cancel the moving.
es: Use las teclas de dirección para mover la ventana PiP. Pulse Bouquet +/- para cambiar el tamaño de la ventana. Pulse OK para volver al modo TV or EXIT para cancelar el movimiento.

source: Please use the UP and DOWN keys to select your language. Afterwards press the OK button.
es: Use las teclas ARRIBA y ABAJO para seleccionar su idioma. Después, pulse el botón OK.

source: Please wait during download.
es: Por favor, espere durante la descarga.

source: Please wait for AP Configuration....
es: Espere para la configuración de AP

source: Please wait for activation of your network configuration...
es: Espere la activación de su configuración de red...

source: Please wait for scanning AP...
es: Por favor, espere análisis AP...

source: Please wait while scanning is in progress...
es: Espere mientra el escaneo está activo...

source: Please wait while we configure your network...
es: Espere mientras configuramos su red...

source: Please wait while we prepare your network interfaces...
es: Espere mientras preparamos sus interfaces de red...

source: Please wait while we test your network...
es: Espere mientras testeamos su red...

source: Please wait while your network is restarting...
es: Espere mientras su red está reiniciando...

source: Please wait, Loading image.
es: Por favor, espere mientras se carga la imagen...

source: Please wait...
es: Por favor, espere...

source: Please wait... Loading list...
es: Espere... Cargando lista...

source: Please wait.... almost ready!
es: Por favor, espere... casi listo!

source: Plugin Browser
es: Navegador de plugins

source: Plugin browser
es: Navegador de plugins

source: Plugin manager activity information
es: Información de actividad del manejador de Plugin

source: Plugin manager help
es: Ayuda del manejador de Plugin

source: Polarity
es: Polaridad

source: Polarization
es: Polarización

source: Polish
es: Polaco

source: Port
es: Puerto

source: Port A
es: Puerto A

source: Port B
es: Puerto B

source: Port C
es: Puerto C

source: Port D
es: Puerto D

source: Portuguese
es: Portugués

source: Position of finished Timers in Timerlist
es: Posición de temporizadores terminados en Timerlist

source: Positioner
es: Motor

source: Positioner fine movement
es: Movimiento del motor fino

source: Positioner movement
es: Movimiento del motor

source: Positioner setup
es: Configuración del motor

source: Positioner storage
es: Almacenar motor

source: Power threshold in mA
es: Potencia in mA

source: Preamble
es: Preámbulo

source: Predefined transponder
es: Transponder predefinido

source: Prefer specific tuner
es: Prefiero sintonizador específico

source: Preference
es: Preferencia

source: Preparing... Please wait
es: Preparando... Por favor espere

source: Press 'EXIT' key to finish tune test.
es: Oprima la tecla 'Salir' para finalizar ajustar prueba.

source: Press Front CH +
es: Pulse frente CH+

source: Press Front CH -
es: Pulse frente CH-

source: Press Front STANDBY
es: Pulse frente reposo

source: Press Front VOL +
es: Pulse frente VOL+

source: Press Front VOL -
es: Pulse frente VOL-

source: Press Front Wheel
es: Pulse rueda delantera

source: Press Green/OK to start the scan
es: Botón verde/OK para iniciar la exploración

source: Press INFO on your remote control for additional information.
es: Pulse INFO en su control remoto para información adicional.

source: Press MENU on your remote control for additional options.
es: Pulse MENU en su mando a distancia para opciones adicionales.

source: Press OK on your remote control to continue.
es: Pulse OK en el mando a distancia para continuar.

source: Press OK to activate the selected skin.
es: Pulse OK para activar la piel seleccionada.

source: Press OK to activate the settings.
es: Pulse OK para activar la configuración.

source: Press OK to edit the settings.
es: Pulse OK para editar la configuración.

source: Press OK to get further details for %s
es: Pulse OK para obtener más detalles para %s

source: Press OK to scan
es: Pulse OK para buscar

source: Press OK to select a Provider.
es: Pulse OK para seleccionar un Proveedor.

source: Press OK to select/deselect a CAId.
es: Pulse OK para seleccionar/deseleccionar un CAId.

source: Press OK to start the scan
es: Pulse OK para comenzar la búsqueda

source: Press OK to toggle the selection.
es: Pulse OK para activar la selección.

source: Press arrow up from frontpanel to start loading.
es: Pulse flecha arriba de panel frontal para iniciar la carga.

source: Press yellow to set this interface as default interface.
es: Pulse amarillo para activar este interface por defecto.

source: Prev
es: Ant

source: Preview menu
es: Menú previsualizar

source: Primary DNS
es: DNS Principal

source: Prioritize updates of packages (--force-overwrite)
es: Dar prioridad a las actualizaciones de paquetes (--force-sobrescribir)

source: Priority
es: Prioridad

source: Process
es: Procesar

source: Properties of current title
es: Propiedades del título actual

source: Protect services
es: Proteger canales

source: Protect setup
es: Proteger configuración

source: Provider
es: Proveedor

source: Provider to scan
es: Proveedor a buscar

source: Providers
es: Proveedores

source: Python frontend for /tmp/mmi.socket
es: Frontend Python para /tmp/mmi.socket

source: Quick
es: Rápido

source: Quickzap
es: Zapeo rápido

source: RC Menu
es: Menú RC

source: REC button long press
es: Botón REC pulsación larga

source: REC button press
es: Pulse el botón REC

source: RF output
es: Salida de antena

source: RS232 Test Failed! Press 'EXIT' button!
es: Prueba RS232 Error! Presione el botón "SALIR" botón!

source: RTS Threshold (0~2347)
es: Umbral RTS (0 ~ 2347)

source: Ram Disk
es: Disco Ram

source: Random
es: Aleatorio

source: Really delete done timers?
es: ¿Quiere borrar las programaciones terminadas?

source: Really exit the subservices quickzap?
es: ¿Quiere salir del zapeo rápido de subcananles?

source: Really reboot now?
es: ¿Quiere reiniciar ahora?

source: Really restart now?
es: ¿Quiere reiniciar ahora?

source: Really shutdown now?
es: ¿Quiere apagar ahora?

source: Reboot after %d seconds. Press the OK to reboot now.
es: Reiniciar después de% d segundos. Pulse OK para reiniciar ahora.

source: Reboot in %d seconds. Press OK to reboot now.
es: Reiniciar en% d segundos. Pulse OK para reiniciar ahora.

source: Reception Settings
es: Configuración de Recepción

source: Record
es: Grabar

source: Record time limited due to conflicting timer %s
es: Grabación limitada en el tiempo por un conflicto de grabación %s

source: Recorded files...
es: Archivos grabados

source: Recording
es: Grabando

source: Recording Menu
es: Menú de grabación

source: Recording paths
es: Rutas de grabación

source: Recording(s) are in progress or coming up in few seconds!
es: ¡Grabación(es) está(n) en proceso o va(n) a comenzar en pocos segundos!

source: Recordings
es: Grabaciones

source: Recordings always have priority
es: Las grabaciones siempre tienen prioridad

source: Red button...
es: Botón rojo

source: Reenter new PIN
es: Vuelva a introducir el nuevo PIN

source: Refresh rate selection
es: Selección frecuencia de actualización

source: Reload
es: Recargar

source: Reload Black-/Whitelists
es: Recargar listas blancas/negras

source: Reload Device
es: Dispositivo de recarga

source: Remember service PIN
es: Recordar el PIN del canal

source: Remember service PIN cancel
es: Recordar la cancelación de PIN del canal

source: Remote Control System Code
es: Código Sistema de Control Remoto

source: Removable : %s
es: Extraíble:%s

source: Remove
es: Eliminar

source: Remove Bookmark
es: Eliminar de Favoritos

source: Remove Plugins
es: Eliminar Plugins

source: Remove a mark
es: Borrar una marca

source: Remove currently selected title
es: Borrar el título seleccionado

source: Remove finished timers from timer list
es: Eliminar temporizadores finalizados de la lista de temporizadores

source: Remove finished.
es: Borrado finalizado.

source: Remove plugins
es: Eliminar Plugins

source: Remove timer
es: Eliminar temporizador

source: Remove title
es: Borrar el título

source: Removing
es: Borrando

source: Removing directory %s failed. (Maybe not empty.)
es: Falló el borrado del directorio %s. (Puede no estar vacío)

source: Rename
es: Renombrar

source: Repeat
es: Repetir

source: Repeat Type
es: Tipo de repetición

source: Repeating event currently recording... What do you want to do?
es: Repitiendo la grabación del evento actual... ¿Qué quiere hacer?

source: Repeats
es: Repeticiones

source: Replace service name with next event info (big picons mode)
es: Reemplace nombre de canal con información del siguiente evento (grandes picons)

source: Reply timeout
es: Tiempo de espera de respuesta

source: Required medium type:
es: Tipo de medio requerido:

source: Reset
es: Resetear

source: Reset and renumerate title names
es: Reinicia y renumera los nombre de títulos

source: Reset video enhancement settings to system defaults?
es: ¿Resetear la configuración del sistema de video mejorado?

source: Reset video enhancement settings to your last configuration?
es: ¿Resetear la configuración de video mejorado a la última configuración?

source: Resolution
es: Resolución

source: Restart
es: Reiniciar

source: Restart GUI
es: Reiniciar GUI

source: Restart GUI now?
es: Reiniciar GUI ahora?

source: Restart network
es: Reiniciar Red

source: Restart test
es: Reiniciar test

source: Restart your network connection and interfaces.
es: Reiniciar su conexión y dispositivos de red.

source: Restore
es: Restaurar

source: Restore backups
es: Restaurar backups

source: Restore is running...
es: Restauración está ejecutándose...

source: Restore running
es: Ejecutando la restauración

source: Restore system settings
es: Restaurar la configuración del sistema

source: Resume from last position
es: Continuar desde la última posición

source: Resume position at %s
es: Reanudar posición en %s

source: Resuming playback
es: Continuar reproducción

source: Return
es: Volver

source: Return the Love Event
es: Devolver el Evento Amor

source: Return to file browser
es: Volver al visor de ficheros

source: Return to movie list
es: Volver a la lista de películas

source: Return to previous service
es: Volver al canal anterior

source: Rewind speeds
es: Velocidades hacia atrás

source: Right
es: Dcha

source: Right Key
es: Llave correcta

source: Right Mouse Button
es: Botón Der. del Ratón

source: Roll-off
es: reducción gradual de respuesta

source: Rotor turning speed
es: Velocidad del motor

source: Run at the Deep Standby
es: Ejecutar en reposo profundo

source: Running
es: Ejecutando

source: Russian
es: Ruso

source: SET FAILED! Please update to the latest driver
es: ERROR DE SISTEMA. Por favor actualizar el controlador más reciente

source: SINGLE LAYER DVD
es: DVD CAPA SIMPLE

source: SSID (1~32 Characters)
es: SSID (1 ~ 32 caracteres)

source: STB format data DVD (HDTV compatible)
es: STB formato DVD de datos (HDTV compatible)

source: STB software because updates are available.
es: Software del receptor porque hay actualizaciones disponibles.

source: Sat
es: Sab

source: Sat / Dish Setup
es: Sab / instalación del plato

source: Sata & extend hdd test error Press 'EXIT' button!
es: SATA y ampliar disco duro prueba error 'EXIT' botón!

source: Sata & extend hdd test pass Press 'OK' button!
es: SATA y ampliar disco duro prueba paso Pulse el botón 'OK'!

source: Satellite
es: Satélite

source: Satellite Equipment Setup
es: Configuración equipo satélite

source: Satellite equipment
es: Equipo satélite

source: Satellites
es: Satélites

source: Satfinder
es: Buscador de satélites

source: Saturation
es: Saturación

source: Save
es: Guardar

source: Save EPG for X days in future
es: Guardar EPG para X días en el futuro

source: Save Playlist
es: Guardar lista de reproducción

source: Scaler sharpness
es: Nitidez del escalado

source: Scaling Mode
es: Modo de escala

source: Scan
es: Búsqueda

source: Scan Files...
es: Escanear Ficheros...

source: Scan QAM128
es: Escanear QAM128

source: Scan QAM16
es: Escanear QAM16

source: Scan QAM256
es: Escanear QAM256

source: Scan QAM32
es: Escanear QAM32

source: Scan QAM64
es: Escanear QAM64

source: Scan SR6875
es: Escanear SR6875

source: Scan SR6900
es: Escanear SR6900

source: Scan Wireless AP
es: Buscar punto de acceso inalámbrico

source: Scan Wireless Networks
es: Escanear Redes Inalámbricas

source: Scan additional SR
es: Escanear otro SR

source: Scan band
es: Escanear banda

source: Scan band EU HYPER
es: Escanear banda EU HYPER

source: Scan band EU MID
es: Escanear banda EU MID

source: Scan band EU SUPER
es: Escanear banda EU SUPER

source: Scan band EU UHF IV
es: Escanear banda EU UHF IV

source: Scan band EU UHF V
es: Escanear banda EU UHF V

source: Scan band EU VHF I
es: Escanear banda EU VHF I

source: Scan band EU VHF III
es: Escanear banda EU VHF III

source: Scan band US HIGH
es: Escanear banda US ALTA

source: Scan band US HYPER
es: Escanear banda US HYPER

source: Scan band US LOW
es: Escanear banda US BAJA

source: Scan band US MID
es: Escanear banda US MID

source: Scan band US SUPER
es: Escanear banda US SUPER

source: Scan start frequency
es: Barrido de frecuencias de salida

source: Scan start symbolrate
es: Inicio de exploración symbolrate

source: Scan stop frequency
es: Barrido de frecuencias de escaneo

source: Scan stop symbolrate
es: Análisis symbolrate parada

source: Scan your network for wireless access points and connect to them using your selected wireless device.
es: Escanear su red para puntos de acceso inalámbricos y conectar a ellos usando el dispositivo seleccionado.

source: Scanning AP List..
es: Análisis lista PA...
